Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

source: Creating a safety plan
ar: ضع خطة أمان
da: Oprettelse af en sikkerhedsplan
es: Creando un plan de seguridad
fi: Turvasuunnitelman luominen
no: Opprette en sikkerhetsplan
pl: Tworzenie planu bezpieczeństwa
sv: Skapar en säkerhetsplan

# need_things_from_my_apartment
source: I need to get my things from our apartment
ar: أحتاج إلى الحصول على أشيائي من شقتنا
da: Jeg skal have mine ting fra vores lejlighed
es: Necesito recoger mis cosas de nuestro apartamento
fa: من باید وسایلم را از آپارتمانمان بگیرم
fi: Minun täytyy saada tavarani asunnostamme
no: Jeg må hente tingene mine fra leiligheten vår
pl: Muszę zabrać swoje rzeczy z naszego mieszkania
sv: Jag måste hämta mina saker från vår lägenhet

# my_partner_force_to_deb
source: My partner has forced me to take on debt
ar: لقد أجبرني شريكي على تحمل الديون
da: Min partner har tvunget mig til at påtage mig gæld
es: Mi pareja me ha obligado a endeudarme
fa: شریک زندگیم مرا مجبور به بدهکاری کرده است
fi: Kumppanini on pakottanut minut ottamaan velkaa
no: Min partner har tvunget meg til å ta på meg gjeld
pl: Mój partner zmusił mnie do zaciągnięcia długu
sv: Min partner har tvingat mig att ta på mig skuld

# custody_of_child
source: I want to apply for sole custody of our child/children
ar: أرغب في التقدم بطلب للحصول على الحضانة الوحيدة لطفلنا / أطفالنا
da: Jeg ønsker at ansøge om forældremyndighed alene over vores barn/børn
es: Quiero solicitar la custodia exclusiva de nuestro hijo/hijos
fa: من می خواهم برای تنها حضانت فرزند/فرزندمان درخواست بدهم
fi: Haluan hakea lapsemme/lastemme yksinhuoltajuutta
no: Jeg ønsker å søke om eneansvar for vårt barn/barn
pl: Chcę ubiegać się o wyłączną opiekę nad naszym dzieckiem/dziećmi
sv: Jag vill ansöka om ensam vårdnad om våra barn/barn

source: Are you sure you want to Logout
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
da: Er du sikker på, at du vil logge ud
es: ¿Está seguro de que desea cerrar la sesión?
fa: آیا برای خارج شدن مطمئن هستید؟
fi: Haluatko varmasti kirjautua ulos
no: Er du sikker på at du vil logge ut
pl: Czy na pewno chcesz się wylogować
sv: Är du säker på att du vill logga ut

source: Logout
ar: تسجيل خروج
da: Log ud
es: Cerrar sesión
fa: خروج
fi: Kirjaudu ulos
no: Logg ut
pl: Wyloguj
sv: Logga ut

source: Successfully
ar: بنجاح
da: Med succes
es: Con éxito
fa: با موفقیت
no: Vellykket
pl: z powodzeniem
sv: Lyckad

# about_us
source: About Sisterhood
ar: Sisterhood حول
da: Om søsterskab
es: Acerca de la hermandad
fa: Sisterhood در باره
no: Om søsterskap
pl: O zakonie żeńskim
sv: Om Sisterhood

source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
no: Personvernregler
pl: Polityka prywatności
sv: Sekretesspolicy

source: Contact us
ar: اتصل بنا
da: Kontakt os
es: Contáctanos
fa: با ما تماس بگیرید
fi: Ota yhteyttä
no: Kontakt oss
pl: Skontaktuj się z nami
sv: Kontakta oss

source: Settings
ar: إعدادات
da: Indstillinger
es: Configuraciones
fa: تنظیمات
fi: Asetukset
no: Innstillinger
pl: Ustawienia
sv: Inställningar

# password_change_success
source: Your password had been updated successfully
ar: تم تحديث كلمة المرور الخاصة بك بنجاح
da: Din adgangskode er blevet opdateret
es: Su contraseña ha sido actualizada con éxito
fa: رمز عبور شما با موفقیت به روز شد
fi: Salasanasi päivitys onnistui
no: Passordet ditt har blitt oppdatert
pl: Twoje hasło zostało pomyślnie zaktualizowane
sv: Ditt lösenord har uppdaterats framgångsrikt

# password_change_fail
source: Password can't be changed
ar: لا يمكن تغيير كلمة المرور
da: Adgangskoden kan ikke ændres
es: La contraseña no se puede cambiar
fa: رمز عبور را نمی توان تغییر داد
fi: Salasanaa ei voi vaihtaa
no: Passordet kan ikke endres
pl: Hasła nie można zmienić
sv: Lösenordet kan inte ändras

source: Reset password
ar: إعادة تعيين كلمة المرور
da: Nulstil adgangskode
es: Restablecer contraseña
fa: بازنشانی رمز عبور
fi: Palauta salasana
no: Tilbakestill passord
pl: Zresetuj hasło
sv: Återställ lösenord

# enter_old_password
source: Please enter old password
ar: الرجاء إدخال كلمة المرور القديمة
da: Indtast venligst gammel adgangskode
es: Ingrese la contraseña anterior
fa: لطفا رمز عبور قدیمی را وارد کنید
fi: Anna vanha salasana
no: Vennligst skriv inn gammelt passord
pl: Wprowadź stare hasło
sv: Ange gammalt lösenord

# enter_new_password
source: Please enter new password
ar: الرجاء إدخال كلمة المرور الجديدة
da: Indtast venligst ny adgangskode
es: Por favor ingrese una nueva contraseña
fa: لطفا رمز عبور جدید را وارد کنید
fi: Anna uusi salasana
no: Vennligst skriv inn nytt passord
pl: Wprowadź nowe hasło
sv: Ange nytt lösenord

# new_password_length
source: Please enter at least up to 10 character new password
ar: الرجاء إدخال ما لا يقل عن 10 أحرف كلمة مرور جديدة
da: Indtast en ny adgangskode på mindst 10 tegn
es: Ingrese al menos hasta 10 caracteres de nueva contraseña
fa: لطفا حداقل حداکثر 10 کاراکتر رمز عبور جدید را وارد کنید
fi: Anna vähintään 10 merkkiä pitkä uusi salasana
no: Vennligst skriv inn et nytt passord på minst 10 tegn
pl: Wprowadź nowe hasło o długości co najmniej 10 znaków
sv: Ange ett nytt lösenord på minst 10 tecken

# confirm_password_should_match
source: Confirm password should match with new password
ar: تأكيد كلمة المرور يجب أن يتطابق مع كلمة المرور الجديدة
da: Bekræft adgangskoden skal matche den nye adgangskode
es: Confirmar contraseña debe coincidir con la nueva contraseña
fa: تأیید رمز عبور باید با رمز عبور جدید مطابقت داشته باشد
fi: Vahvista salasanan tulee vastata uutta salasanaa
no: Bekreft at passordet skal samsvare med nytt passord
pl: Potwierdź hasło powinno pasować do nowego hasła
sv: Bekräfta lösenord bör matcha med nytt lösenord

# old_password_does_not_match
source: Old password doesn't match
ar: كلمة المرور القديمة غير متطابقة
da: Gammel adgangskode stemmer ikke overens
es: La contraseña anterior no coincide
fa: رمز عبور قدیمی مطابقت ندارد
fi: Vanha salasana ei täsmää
no: Gammelt passord stemmer ikke
pl: Stare hasło nie pasuje
sv: Gammalt lösenord matchar inte

# enter_confirm_password
source: Please, enter the confirm password
ar: من فضلك أدخل تأكيد كلمة المرور
da: Indtast venligst bekræftelsesadgangskoden
es: Por favor, ingrese la contraseña de confirmación
fa: لطفا رمز عبور تایید را وارد کنید
fi: Anna vahvistus salasana
no: Vennligst, skriv inn bekreftelsespassordet
pl: Proszę wprowadzić hasło potwierdzające
sv: Snälla, ange lösenordet för bekräftelse

source: Phone Number
ar: رقم الهاتف
da: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
no: Telefonnummer
pl: Numer telefonu
sv: Telefonnummer

source: Member since -
ar: عضو منذ -
da: Medlem siden -
es: Miembro desde -
fa: عضو از زمان -
fi: Jäsen vuodesta -
no: Medlem siden -
pl: Członek od -
sv: Medlem sedan -

source: Last modified Date -
ar: - اخر تحديث
da: Sidst ændret dato -
es: Fecha de última modificación -
fa: - تاریخ آخرین تغییر
fi: Viimeksi muokattu päivämäärä -
no: Sist endret dato -
pl: Data ostatniej modyfikacji -
sv: Senast ändrad datum -

source: EDIT PROFILE
ar: تعديل الملف الشخصي
da: REDIGER PROFIL
es: EDITAR PERFIL
fa: ویرایش نمایه
fi: MUOKKAA PROFIILIA
no: REDIGER PROFIL
pl: EDYTUJ PROFIL
sv: REDIGERA PROFIL

# profile_updated_success
source: Your profile has been updated successfully
ar: تم تحديث ملفك الشخصي بنجاح
da: Din profil er blevet opdateret med succes
es: Tu perfil ha sido actualizado con éxito
fa: نمایه شما با موفقیت به روز شد
fi: Profiilisi päivitys onnistui
no: Profilen din har blitt oppdatert
pl: Twój profil został pomyślnie zaktualizowany
sv: Din profil har uppdaterats framgångsrikt

source: Camera
ar: آلة تصوير
da: Kamera
es: Cámara
fa: دوربین
fi: Kamera
no: Kamera
pl: Aparat
sv: Kamera

source: Gallery
ar: صالة عرض
da: Galleri
es: Galería
fa: گالری
fi: Galleria
no: Galleri
pl: Galeria
sv: Galleri

source: Type your text here...
ar: ... اكتب النص هنا
da: Skriv din tekst her...
es: Escribe tu texto aquí...
fa: ... متن خود را اینجا تایپ کنید
fi: Kirjoita tekstisi tähän...
no: Skriv inn teksten din her...
pl: Tutaj wpisz swój tekst...
sv: Skriv din text här...

source: Resend OTP
ar: OTP إعادة إرسال
da: Send OTP igen
es: Reenviar OTP
fa: OTP ارسال مجدد
fi: Lähetä OTP uudelleen
no: Send OTP på nytt
pl: Wyślij ponownie OTP
sv: Skicka OTP igen

# otp_text
source: Enter otp
ar: OPT يدخل
da: Indtast otp
es: Ingrese otp
fa: OTP وارد
fi: Anna otp
no: Skriv inn otp
pl: Wprowadź otp
sv: Ange otp

source: PREVIOUS
ar: السابق
es: ANTERIOR
fa: قبلی
pl: POPRZEDNI
sv: FÖREGÅENDE

source: NEXT
ar: التالي
da: NÆSTE
es: siguiente
fa: بعد
no: NESTE
pl: dalej

source: Search
ar: يبحث
da: Søg
es: Buscar
fa: جستجو کردن
fi: Hae
no: Søk
pl: Szukaj
sv: Sök

source: Distance
ar: مسافه: بعد
da: Afstand
es: Distancia
fa: فاصله
fi: Etäisyys
no: Avstand
pl: odległość
sv: Avstånd

# metre
source: Meters
ar: متر
es: Metros
fa: متر
fi: Metriä
no: Meter
