Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# legal_info_content
source: <body><p><h3>How to improve my picture evidence</h3> Here are some tips for providing better picture evidence: <body> <li> Allow Sisterhood to track your location and geotag your pictures. This allows the police to see where the picture was taken, which strengthens your case.<br/></li> <li> If you feel comfortable, ask a family member or friend you trust to take a picture of you and your injuries as well as a selfie of both of you. That way your family member or friend can corroborate your story and be your witness.<br/></li> <li> Take pictures of yourself and your injuries in your home or places you are known to frequently visit. That way the police can connect your injuries with known objects in your house. For instance, in front of your couch, in the kitchen where you can see the dining table/chairs in the background etc. The picture below shows an example: <br/> <img src={asset} alt='legal_info'></li> <li> Take multiple pictures over time. Injuries change over time, so make sure that you take pictures that reflect these changes. For instance, a bruise usually starts off being red. After 1-2 days the bruise will appear blue, purple or even black. After 5-10 days, your bruise turns yellow or green and after 10-14 days your bruise will likely have a yellowish brown or light brown color. Take pictures of these changes and use the “edit function” in the “View History” page to upload additional pictures.<br/></li> </body> <p> </p> <br> <h3>I have abruptly left my home but want to get my things from our apartment</h3> If you had to urgently leave your home or if your abuser abruptly left and you would like to receive or remove property, such as personal belongings, clothes, electronics, furniture etc. you can apply for “Handräckning” via Kronofogden. You can read more about it here Please note that handräckning has some consequences, for example if the defendant objects to handräckningen, you can request Kronofodgen to hand over the case to a judge who will make the decision. In certain special events, Kronofodgen will make the decision. When a decision is reached for both normal and special cases, Kronofogden will contact both parties to see how the situation can be resolved in the most appropriate way. If it is not possible to solve on a voluntary basis, Kronofogden can go into a home with a locksmith to get things out. <br><br> <h3>My partner has forced me to take on debt.</h3> If your partner has forced you (through threats or otherwise) to take on a debt, you have to report it to the police as soon as possible. For these cases time is of the essence. If you are getting collection letters from Kronofodgen, respond with an objection and explain the circumstances. In some cases, Kronofodgen will invalidate the debt. Read more about it <a href={url1}>here</a> <br> <br><br> <h3>I want to apply for sole custody of our child/children</h3> If you and your partner cannot come to an agreement you can file a lawsuit with claims about how you want the court to decide on custody, housing and contact. The court will then request an investigation from the Family Court. As part of the investigation, conversations are held with both parents and the child / children if it is appropriate with regard to the child's age and maturity. The family court then gives a proposal for a decision regarding custody, housing, and contact that should be in line with the child's best interests. This investigation, together with the evidence presented and the conversations held in court, is the basis for the court's judgment. <br><br> <h3>I don’t want to leave my partner, is there any support for those who abuse? </h3> Yes, there are organizations that support men who abuse. For instance, <a href={url2}> Manscentrum </a> <br>offers counseling, which can help clarify, process and find solutions to men’s emotional and practical problems. If your partner has been convicted for domestic abuse, then the Swedish Prison and Probation Service offer treatment programs that are reviewed and quality assured.</p></body>
ar: <body> <p> <h3> كيفية تحسين دليل الصور الخاص بي </ h3> فيما يلي بعض النصائح لتقديم دليل أفضل للصور: <body> <li> اسمح للأخوة بتتبع موقعك ووضع علامة جغرافية على صورك. يسمح هذا للشرطة بمعرفة مكان التقاط الصورة ، مما يعزز قضيتك. <br/> </li> <li> إذا شعرت بالراحة ، اطلب من أحد أفراد العائلة أو صديق تثق به التقاط صورة لك ولإصاباتك بالإضافة إلى صورة شخصية لكليكما. بهذه الطريقة يمكن لأفراد عائلتك أو صديقك أن يدعم قصتك وأن يكون شاهدك. <br/> </li> <li> التقط صورًا لنفسك ولإصاباتك في منزلك أو الأماكن التي يُعرف أنك تزورها كثيرًا. بهذه الطريقة يمكن للشرطة ربط إصاباتك بأشياء معروفة في منزلك. على سبيل المثال ، أمام أريكتك ، في المطبخ حيث يمكنك رؤية طاولة الطعام / الكراسي في الخلفية وما إلى ذلك ، تُظهر الصورة أدناه مثالاً: <br/> <img src = {asset} alt = 'legal_info'> </li> <li> التقط صورًا متعددة بمرور الوقت. تتغير الإصابات بمرور الوقت ، لذا تأكد من التقاط صور تعكس هذه التغييرات. على سبيل المثال ، تبدأ الكدمة عادة باللون الأحمر. بعد يوم أو يومين ستظهر الكدمة باللون الأزرق أو الأرجواني أو الأسود. بعد 5-10 أيام ، تتحول الكدمة إلى اللون الأصفر أو الأخضر وبعد 10-14 يومًا من المرجح أن تتحول الكدمة إلى بني مصفر أو بني فاتح. التقط صورًا لهذه التغييرات واستخدم "وظيفة التحرير" في صفحة "عرض المحفوظات" لتحميل صور إضافية. <br/> </li> </body> <p> </p> <br> <h3> I تركت منزلي فجأة ولكنك تريد الحصول على أشيائي من شقتنا </h3>إذا اضطررت إلى مغادرة منزلك بشكل عاجل أو إذا غادر المعتدي عليك فجأة وتريد استلام ممتلكات أو إزالتها ، مثل المتعلقات الشخصية والملابس والإلكترونيات والأثاث وما إلى ذلك ، يمكنك التقدم بطلب للحصول على Handräckning عبر Kronofogden. يمكنك قراءة المزيد حول هذا الموضوع هنا. يرجى ملاحظة أن handräckning له بعض العواقب ، على سبيل المثال إذا اعترض المدعى عليه على handräckningen ، يمكنك أن تطلب من Kronofodgen تسليم القضية إلى القاضي الذي سيتخذ القرار. في بعض الأحداث الخاصة ، يتخذ كرونوفودجين القرار. عندما يتم التوصل إلى قرار لكل من الحالات العادية والخاصة ، ستتصل Kronofogden بالطرفين لمعرفة كيف يمكن حل الموقف بالطريقة الأنسب. إذا لم يكن من الممكن حلها على أساس طوعي ، فيمكن لـ Kronofogden الذهاب إلى منزل مع صانع الأقفال لإخراج الأشياء. <br> <br> <h3> لقد أجبرني شريكي على تحمل الديون. </ h3> إذا كان شريكك قد أجبرك (من خلال التهديدات أو غير ذلك) على تحمل ديون ، فعليك إبلاغ الشرطة بذلك. فى اسرع وقت ممكن. بالنسبة لهذه الحالات ، فإن الوقت جوهري. إذا كنت تتلقى رسائل جمع من Kronofodgen ، فقم بالرد باعتراض واشرح الظروف. في بعض الحالات ، سوف يبطل Kronofodgen الدين. اقرأ المزيد حول هذا الموضوع <a href={url1}> هنا </a> <br> <br> <br> <h3> أريد التقدم بطلب للحصول على حضانة أطفالنا / أطفالنا فقط </ h3> إذا كنت أنت وشريكك لا يمكن أن تتوصل إلى اتفاق يمكنك رفع دعوى قضائية مع مطالبات حول الطريقة التي تريد أن تتخذ بها المحكمة قرارًا بشأن الحضانة والإسكان والاتصال. ستطلب المحكمة بعد ذلك إجراء تحقيق من محكمة الأسرة. كجزء من التحقيق ، يتم إجراء محادثات مع كل من الوالدين والطفل / الأطفال إذا كان ذلك مناسبًا فيما يتعلق بعمر الطفل ونضجه. ثم تقدم محكمة الأسرة اقتراحًا لاتخاذ قرار بشأن الحضانة والسكن والاتصال الذي يجب أن يتماشى مع مصالح الطفل الفضلى. هذا التحقيق ، بالإضافة إلى الأدلة المقدمة والمحادثات التي جرت في المحكمة ، هي أساس حكم المحكمة. <br> <br> <h3> لا أريد أن أترك شريكي ، فهل هناك أي دعم لمن يسيء إلي؟ </h3> نعم ، هناك منظمات تدعم الرجال الذين يسيئون. على سبيل المثال ، <a href={url2}> Manscentrum </a> <br> تقدم المشورة التي يمكن أن تساعد في توضيح ومعالجة وإيجاد حلول لمشاكل الرجال العاطفية والعملية. إذا كان شريكك قد أدين بتهمة العنف المنزلي ، فإن خدمة السجون والمراقبة السويدية تقدم برامج علاجية تتم مراجعتها وضمان جودتها. </ p> </body>
da: <body><p><h3>Sådan forbedrer jeg mit billedbevis</h3> Her er nogle tips til at give bedre billedbeviser: <body> <li> Tillad Sisterhood at spore din placering og geotagge dine billeder. Dette giver politiet mulighed for at se, hvor billedet er taget, hvilket styrker din sag.<br/></li> <li> Hvis du føler dig godt tilpas, så bed et familiemedlem eller en ven, du stoler på, om at tage et billede af dig og dine skader samt en selfie af jer begge. På den måde kan dit familiemedlem eller din ven bekræfte din historie og være dit vidne.<br/></li> <li> Tag billeder af dig selv og dine skader i dit hjem eller steder, du er kendt for at besøge ofte. På den måde kan politiet forbinde dine skader med kendte genstande i dit hus. For eksempel foran din sofa, i køkkenet, hvor du kan se spisebordet/stolene i baggrunden osv. Billedet nedenfor viser et eksempel: <br/> <img src={asset} alt='legal_info'> </li> <li> Tag flere billeder over tid. Skader ændrer sig over tid, så sørg for at tage billeder, der afspejler disse ændringer. For eksempel begynder et blåt mærke normalt med at være rødt. Efter 1-2 dage vil blå mærket se blå, lilla eller endda sort ud. Efter 5-10 dage bliver dit blå mærke gult eller grønt, og efter 10-14 dage vil dit blå mærke sandsynligvis have en gullig brun eller lysebrun farve. Tag billeder af disse ændringer, og brug "redigeringsfunktionen" på siden "Vis historik" for at uploade yderligere billeder.<br/></li> </body> <p> </p> <br> <h3>I har brat forladt mit hjem, men vil have mine ting fra vores lejlighed</h3> Hvis du akut måtte forlade dit hjem, eller hvis din misbruger brat forlod dit hjem, og du gerne vil modtage eller fjerne ejendele, såsom personlige ejendele, tøj, elektronik, møbler osv. kan du ansøge om "Handräckning" via Kronofogden. Du kan læse mere om det her Vær opmærksom på, at handräckning har nogle konsekvenser, for eksempel hvis tiltalte gør indsigelse mod handräckningen, kan du anmode Kronofodgen om at udlevere sagen til en dommer, der træffer afgørelsen. I visse særlige begivenheder vil Kronofodgen tage beslutningen. Når der er truffet afgørelse i både normale og særlige sager, vil Kronofogden kontakte begge parter for at se, hvordan situationen kan løses på den mest hensigtsmæssige måde. Hvis det ikke er muligt at løse på frivillig basis, kan Kronofogden gå ind i en bolig hos en låsesmed for at få tingene ud. <br><br> <h3>Min partner har tvunget mig til at optage gæld.</h3> Hvis din partner har tvunget dig (gennem trusler eller andet) til at påtage sig en gæld, skal du melde det til politiet som hurtigst muligt. I disse tilfælde er tid af afgørende betydning. Får du inkassobreve fra Kronofodgen, så svar med en indsigelse og forklar omstændighederne. I nogle tilfælde vil Kronofodgen ugyldiggøre gælden. Læs mere om det <a href={url1}>her</a> <br> <br><br> <h3>Jeg vil ansøge om forældremyndighed alene over vores barn/børn</h3> Hvis du og din partner ikke kan blive enige kan du anlægge sag med påstande om, hvordan du ønsker, at retten skal tage stilling til forældremyndighed, bolig og samvær. Retten vil herefter anmode Familieretshuset om en undersøgelse. Som led i udredningen afholdes samtaler med både forældre og barnet/børnene, hvis det er hensigtsmæssigt af hensyn til barnets alder og modenhed. Familieretten giver herefter et forslag til afgørelse om forældremyndighed, bolig og samvær, der skal være i overensstemmelse med barnets tarv. Denne undersøgelse er sammen med de fremlagte beviser og de samtaler, der er afholdt i retten, grundlaget for rettens dom. <br><br> <h3>Jeg vil ikke forlade min partner, er der nogen støtte til dem, der misbruger? </h3> Ja, der er organisationer, der støtter mænd, der misbruger. For eksempel tilbyder <a href={url2}> Manscentrum </a> <br>rådgivning, som kan hjælpe med at afklare, bearbejde og finde løsninger på mænds følelsesmæssige og praktiske problemer. Hvis din partner er blevet dømt for vold i hjemmet, så tilbyder Kriminalforsorgen i Sverige behandlingsprogrammer, der gennemgås og kvalitetssikres.</p></body>
fa: <body><p><h3>چگونه شواهد تصویری خود را بهبود بخشم</h3> در اینجا چند نکته برای ارائه شواهد تصویری بهتر وجود دارد: <body> <li> به Sisterhood اجازه دهید موقعیت مکانی شما را ردیابی کند و تصاویر شما را برچسب جغرافیایی نشان دهد. این به پلیس اجازه می‌دهد تا ببیند عکس کجا گرفته شده است و این موضوع باعث تقویت پرونده شما می‌شود.<br/></li> <li> اگر احساس راحتی می‌کنید، از یکی از اعضای خانواده یا دوست مورد اعتماد خود بخواهید که از شما و جراحات شما عکس بگیرد. و همچنین یک سلفی از هر دو شما. به این ترتیب یکی از اعضای خانواده یا دوست شما می تواند داستان شما را تایید کند و شاهد شما باشد.<br/></li> <li> از خود و جراحات خود در خانه یا مکان هایی که اغلب از آنها دیدن می کنید عکس بگیرید. به این ترتیب پلیس می تواند جراحات شما را با اشیاء شناخته شده در خانه شما مرتبط کند. به عنوان مثال، در جلوی کاناپه خود، در آشپزخانه که می‌توانید میز/صندلی‌های ناهارخوری را در پس‌زمینه ببینید و غیره. تصویر زیر نمونه‌ای را نشان می‌دهد: <br/> <img src={asset} alt='legal_info'> </li> <li> در طول زمان چندین عکس بگیرید. آسیب ها در طول زمان تغییر می کنند، بنابراین مطمئن شوید که عکس هایی می گیرید که منعکس کننده این تغییرات هستند. به عنوان مثال، کبودی معمولاً به رنگ قرمز شروع می شود. پس از 1-2 روز کبودی به رنگ آبی، بنفش یا حتی سیاه ظاهر می شود. پس از 5-10 روز، کبودی شما زرد یا سبز می شود و پس از 10-14 روز کبودی شما احتمالاً رنگ قهوه ای مایل به زرد یا قهوه ای روشن خواهد داشت. از این تغییرات عکس بگیرید و از "عملکرد ویرایش" در صفحه "مشاهده سابقه" برای آپلود تصاویر اضافی استفاده کنید.<br/></li> </body> <p> </p> <br> <h3>I ناگهان خانه ام را ترک کردم اما می خواهم وسایلم را از آپارتمانمان بگیرم</h3> اگر مجبور شدید فوراً خانه خود را ترک کنید یا اگر سوء استفاده کننده شما به طور ناگهانی آنجا را ترک کرد و مایلید اموالی مانند وسایل شخصی، لباس، وسایل الکترونیکی، مبلمان و غیره را دریافت یا خارج کنید، می توانید از طریق Kronofogden برای "Handräckning" درخواست دهید. شما می توانید در مورد آن بیشتر بخوانید لطفاً توجه داشته باشید که دست زدن عواقب دارد، به عنوان مثال اگر متهم با handräckningen مخالفت کند، می توانید از Kronofodgen درخواست کنید که پرونده را به قاضی که تصمیم گیری می کند تحویل دهد. در برخی رویدادهای خاص، Kronofodgen تصمیم خواهد گرفت. هنگامی که تصمیمی برای موارد عادی و خاص گرفته می شود، Kronofogden با هر دو طرف تماس می گیرد تا ببیند چگونه می توان وضعیت را به مناسب ترین روش حل کرد. اگر حل آن به صورت داوطلبانه امکان پذیر نباشد، کرونوفوگدن می تواند با یک قفل ساز به خانه ای برود تا وسایل را بیرون بیاورد. <br><br> <h3>شریک من مرا مجبور به بدهکاری کرده است.</h3> اگر شریک زندگی شما (از طریق تهدید یا غیره) شما را مجبور به گرفتن بدهی کرده است، باید آن را به پلیس گزارش دهید. در اسرع وقت. برای این موارد زمان مهم است. اگر نامه های جمع آوری از Kronofodgen دریافت می کنید، با اعتراض پاسخ دهید و شرایط را توضیح دهید. در برخی موارد، Kronofodgen بدهی را باطل می کند. اطلاعات بیشتر در مورد آن را <a href={url1}>اینجا</a> <br> <br><br> <h3>می‌خواهم برای حضانت انحصاری فرزند/فرزندانمان</h3> اگر شما و شریک زندگی‌تان نمی‌توانید به توافق برسید، می‌توانید با ادعای اینکه چگونه می‌خواهید دادگاه در مورد حضانت، مسکن و تماس تصمیم بگیرد، شکایت کنید. سپس دادگاه از دادگاه خانواده درخواست تحقیق خواهد کرد. به عنوان بخشی از تحقیقات، در صورت مناسب بودن با توجه به سن و بلوغ کودک، هم با والدین و هم با کودک / فرزندان گفتگو می شود. سپس دادگاه خانواده پیشنهادی برای تصمیم گیری در مورد حضانت، مسکن و تماس می دهد که باید در راستای منافع کودک باشد. این تحقیقات به همراه مدارک ارائه شده و صحبت های انجام شده در دادگاه مبنای قضاوت دادگاه است. <br><br> <h3>من نمی‌خواهم شریک زندگیم را ترک کنم، آیا حمایتی برای کسانی که سوء استفاده می‌کنند وجود دارد؟ </h3> بله، سازمان هایی وجود دارند که از مردان سوء استفاده می کنند. برای مثال، <a href={url2}> Manscentrum </a> <br>مشاوره‌ای ارائه می‌دهد که می‌تواند به شفاف‌سازی، پردازش و یافتن راه‌حل برای مشکلات عاطفی و عملی مردان کمک کند. اگر شریک زندگی شما به دلیل آزار خانگی محکوم شده باشد، سازمان زندان و خدمات مشروط سوئد برنامه های درمانی را ارائه می دهد که بازبینی شده و کیفیت آن تضمین می شود.</p></body>
fi: <body><p><h3>Miten voin parantaa kuvatodisteitani</h3> Tässä on joitain vinkkejä paremman kuvan saamiseksi: <body> <li> Salli Sisterhoodin seurata sijaintiasi ja paikkamerkintää kuviisi. Näin poliisi näkee, missä kuva on otettu, mikä vahvistaa tapaustasi.<br/></li> <li> Jos tunnet olosi mukavaksi, pyydä luotettavaa perheenjäsentä tai ystävää ottamaan kuva sinusta ja vammoistasi sekä selfie teistä molemmista. Näin perheenjäsenesi tai ystäväsi voi vahvistaa tarinaasi ja olla todistajasi.<br/></li> <li> Ota kuvia itsestäsi ja vammoistasi kotonasi tai paikoissa, joissa tunnet usein vieraillessasi. Näin poliisi voi yhdistää vammat talosi tunnettuihin esineisiin. Esimerkiksi sohvan edessä, keittiössä, jossa näet ruokapöydän/tuolit taustalla jne. Alla olevassa kuvassa on esimerkki: <br/> <img src={asset} alt='legal_info'> </li> <li> Ota useita kuvia ajan mittaan. Vammat muuttuvat ajan myötä, joten varmista, että otat kuvia, jotka heijastavat näitä muutoksia. Esimerkiksi mustelma alkaa yleensä olla punainen. 1-2 päivän kuluttua mustelma näyttää siniseltä, violetilta tai jopa mustalta. 5-10 päivän kuluttua mustelmasi muuttuu keltaiseksi tai vihreäksi ja 10-14 päivän kuluttua mustelmasi on todennäköisesti kellertävänruskea tai vaaleanruskea. Ota kuvia näistä muutoksista ja lataa lisää kuvia Näytä historia -sivun "muokkaustoiminnolla".<br/></li> </body> <p> </p> <br> <h3>I ovat äkillisesti lähteneet kotoa, mutta haluavat saada tavarani asunnostamme</h3> Jos joudut kiireesti poistumaan kotoa tai jos pahoinpitelijäsi poistui äkillisesti ja haluat vastaanottaa tai poistaa omaisuutta, kuten henkilökohtaisia ​​tavaroita, vaatteita, elektroniikkaa, huonekaluja jne., voit hakea ”Handräckning”-ohjelmaan Kronofogdenin kautta. Voit lukea siitä lisää täältä. Huomaa, että handräckningillä on joitain seurauksia, esimerkiksi jos vastaaja vastustaa handräckningeniä, voit pyytää Kronofodgenia luovuttamaan asian tuomarille, joka tekee päätöksen. Tietyissä erityistapahtumissa päätöksen tekee Kronofodgen. Kun sekä normaaleissa että erikoistapauksissa on tehty päätös, Kronofogden ottaa yhteyttä molempiin osapuoliin selvittääkseen, miten tilanne voidaan ratkaista sopivimmalla tavalla. Mikäli vapaaehtoistyötä ei voida ratkaista, Kronofogden voi mennä lukkosepän kanssa kotiin hakemaan asioita. <br><br> <h3>Kumppanini on pakottanut minut ottamaan velkaa.</h3> Jos kumppanisi on pakottanut sinut (uhkauksella tai muuten) ottamaan velkaa, sinun on ilmoitettava siitä poliisille Niin pian kuin mahdollista. Näissä tapauksissa aika on olennaista. Jos saat Kronofodgenilta perintäkirjeitä, vastaa vastalauseella ja selitä olosuhteet. Joissakin tapauksissa Kronofodgen mitätöi velan. Lue lisää aiheesta <a href={url1}>täältä</a> <br> <br><br> <h3>Haluan hakea lapsemme/lastemme yksinhuoltajuutta</h3> Jos sinä ja kumppanisi ei pääse yhteisymmärrykseen, voit nostaa kanteen vaatimuksilla siitä, miten haluat tuomioistuimen ratkaisevan huoltajuuden, asumisen ja yhteydenpidon. Oikeus pyytää tämän jälkeen perhetuomioistuimelta tutkintaa. Osana tutkintaa käydään keskusteluja sekä vanhempien että lapsen/lasten kanssa, mikäli se on lapsen iän ja kypsyyden kannalta tarkoituksenmukaista. Tämän jälkeen perhetuomioistuin tekee ratkaisuehdotuksen huoltajuudesta, asumisesta ja yhteydenpidosta, jonka tulee olla lapsen edun mukainen. Tämä tutkinta yhdessä esitettyjen todisteiden ja oikeudessa käytyjen keskustelujen kanssa on tuomioistuimen tuomion perusta. <br><br> <h3>En halua jättää kumppaniani, onko tukea väärinkäyttäjille? </h3> Kyllä, on järjestöjä, jotka tukevat hyväksikäyttäjiä. Esimerkiksi <a href={url2}> Manscentrum </a> <br>tarjoaa neuvontaa, joka voi auttaa selventämään, prosessoimaan ja löytämään ratkaisuja miesten tunne- ja käytännön ongelmiin. Jos kumppanisi on tuomittu perheväkivallasta, Ruotsin vankila- ja probaatiopalvelu tarjoaa hoito-ohjelmia, jotka tarkistetaan ja joiden laatu varmistetaan.</p></body>
no: <body><p><h3>Hvordan forbedre bildebeviset mitt</h3> Her er noen tips for å gi bedre bildebevis: <body> <li> La Sisterhood spore posisjonen din og geomerke bildene dine. Dette gjør at politiet kan se hvor bildet er tatt, noe som styrker saken din.<br/></li> <li> Hvis du føler deg komfortabel, be et familiemedlem eller en venn du stoler på om å ta et bilde av deg og dine skader samt en selfie av dere begge. På den måten kan familiemedlemmet eller vennen din bekrefte historien din og være ditt vitne.<br/></li> <li> Ta bilder av deg selv og dine skader i hjemmet ditt eller steder du er kjent for å besøke ofte. På den måten kan politiet koble skadene dine med kjente gjenstander i huset ditt. For eksempel foran sofaen din, på kjøkkenet hvor du kan se spisebordet/stolene i bakgrunnen osv. Bildet nedenfor viser et eksempel: <br/> <img src={asset} alt='legal_info'> </li> <li> Ta flere bilder over tid. Skader endres over tid, så sørg for at du tar bilder som gjenspeiler disse endringene. For eksempel begynner et blåmerke vanligvis å være rødt. Etter 1-2 dager vil blåmerket virke blått, lilla eller til og med svart. Etter 5-10 dager blir blåmerket gult eller grønt, og etter 10-14 dager vil blåmerket sannsynligvis ha en gulbrun eller lysebrun farge. Ta bilder av disse endringene og bruk «redigeringsfunksjonen» på «Vis logg»-siden for å laste opp flere bilder.<br/></li> </body> <p> </p> <br> <h3>I har brått forlatt hjemmet mitt, men ønsker å hente tingene mine fra leiligheten vår</h3> Hvis du snarest måtte forlate hjemmet ditt eller hvis overgriperen din brått dro og du ønsker å motta eller fjerne eiendom, som personlige eiendeler, klær, elektronikk, møbler osv. kan du søke om "Handräckning" via Kronofogden. Du kan lese mer om det her Vær oppmerksom på at handräckning har noen konsekvenser, for eksempel hvis tiltalte protesterer mot handräckningen, kan du be Kronofodgen overlate saken til en dommer som skal ta avgjørelsen. Ved enkelte spesielle arrangementer vil Kronofodgen ta avgjørelsen. Når det er fattet avgjørelse for både vanlige og spesielle saker, vil Kronofogden kontakte begge parter for å se hvordan situasjonen kan løses på best mulig måte. Dersom det ikke er mulig å løse på dugnad, kan Kronofogden gå inn i en bolig hos en låsesmed for å få ut ting. <br><br> <h3>Samboeren min har tvunget meg til å ta gjeld.</h3> Hvis partneren din har tvunget deg (gjennom trusler eller på annen måte) til å ta på seg gjeld, må du melde det til politiet som så fort som mulig. For disse tilfellene er tid avgjørende. Hvis du får inkassobrev fra Kronofodgen, svar med en innsigelse og forklar omstendighetene. I noen tilfeller vil Kronofodgen ugyldiggjøre gjelden. Les mer om det <a href={url1}>her</a> <br> <br><br> <h3>Jeg ønsker å søke om eneansvar for vårt barn/barn</h3> Hvis du og din partner ikke kan komme til enighet kan du reise søksmål med påstander om hvordan du ønsker at retten skal ta stilling til varetekt, bolig og samvær. Retten vil da be om etterforskning fra Familieretten. Som en del av undersøkelsen gjennomføres samtaler med både foreldre og barnet/barna dersom det er hensiktsmessig med tanke på barnets alder og modenhet. Familieretten gir deretter et forslag til vedtak om omsorgsovertakelse, bolig og samvær som skal være i tråd med barnets beste. Denne etterforskningen, sammen med de fremlagte bevisene og samtalene i retten, er grunnlaget for rettens dom. <br><br> <h3>Jeg vil ikke forlate partneren min, er det noen støtte for de som misbruker? </h3> Ja, det finnes organisasjoner som støtter menn som misbruker. For eksempel tilbyr <a href={url2}> Manscentrum </a> <br>rådgivning, som kan hjelpe med å avklare, behandle og finne løsninger på menns emosjonelle og praktiske problemer. Hvis partneren din er dømt for mishandling i hjemmet, tilbyr Kriminalvården i Sverige behandlingsopplegg som gjennomgås og kvalitetssikres.</p></body>
pl: <body><p><h3>Jak poprawić dowody w postaci zdjęć</h3> Oto kilka wskazówek, jak zapewnić lepsze dowody w postaci zdjęć: <body> <li> Zezwól Sisterhood na śledzenie Twojej lokalizacji i geotagowanie Twoich zdjęć. Dzięki temu policja może zobaczyć, gdzie zdjęcie zostało zrobione, co wzmacnia Twoje argumenty.<br/></li> <li> Jeśli czujesz się komfortowo, poproś członka rodziny lub znajomego, któremu ufasz, o zrobienie zdjęcia Ciebie i Twoich obrażeń a także selfie was obojga. W ten sposób członek rodziny lub przyjaciel może potwierdzić Twoją historię i być świadkiem.<br/></li> <li> Zrób zdjęcia siebie i swoich obrażeń w domu lub miejscach, które często odwiedzasz. W ten sposób policja może powiązać twoje obrażenia ze znanymi przedmiotami w twoim domu. Na przykład przed kanapą, w kuchni, gdzie w tle widać stół/krzesła itp. Poniższy rysunek pokazuje przykład: <br/> <img src={asset} alt='legal_info'> </li> <li> Rób wiele zdjęć w czasie. Urazy zmieniają się w czasie, więc upewnij się, że robisz zdjęcia, które odzwierciedlają te zmiany. Na przykład siniak zwykle zaczyna być czerwony. Po 1-2 dniach siniak będzie niebieski, fioletowy lub nawet czarny. Po 5-10 dniach siniak zmieni kolor na żółty lub zielony, a po 10-14 dniach prawdopodobnie będzie miał żółtawo-brązowy lub jasnobrązowy kolor. Zrób zdjęcia tych zmian i użyj „funkcji edycji” na stronie „Wyświetl historię”, aby przesłać dodatkowe zdjęcia.<br/></li> </body> <p> </p> <br> <h3>I nagle opuściłem dom, ale chcę zabrać swoje rzeczy z naszego mieszkania</h3> Jeśli musiałeś pilnie opuścić swój dom lub jeśli sprawca przemocy nagle wyszedł i chciałbyś odebrać lub usunąć mienie, takie jak rzeczy osobiste, ubrania, sprzęt elektroniczny, meble itp., możesz złożyć wniosek o „Handräckning” za pośrednictwem Kronofogden. Możesz przeczytać więcej na ten temat tutaj. Pamiętaj, że handräckning ma pewne konsekwencje, na przykład jeśli pozwany sprzeciwia się handräckningen, możesz poprosić Kronofodgen o przekazanie sprawy sędziemu, który podejmie decyzję. W przypadku niektórych wydarzeń specjalnych Kronofodgen podejmie decyzję. Po podjęciu decyzji zarówno w normalnych, jak i szczególnych przypadkach, Kronofogden skontaktuje się z obiema stronami, aby zobaczyć, jak można rozwiązać sytuację w najbardziej odpowiedni sposób. Jeśli nie jest możliwe rozwiązanie na zasadzie dobrowolności, Kronofogden może udać się do domu ze ślusarzem, aby wydobyć rzeczy. <br><br> <h3>Mój partner zmusił mnie do zaciągnięcia długu.</h3> Jeśli Twój partner zmusił Cię (groźbami lub w inny sposób) do zaciągnięcia długu, musisz zgłosić to na policję jako tak prędko jak to możliwe. W takich przypadkach czas ma kluczowe znaczenie. Jeśli otrzymujesz ponaglenia od Kronofodgen, odpowiedz na sprzeciw i wyjaśnij okoliczności. W niektórych przypadkach Kronofodgen unieważni dług. Przeczytaj więcej na ten temat <a href={url1}>tutaj</a> <br> <br><br> <h3>Chcę ubiegać się o przyznanie wyłącznej opieki nad naszym dzieckiem/dziećmi</h3> Jeśli Ty i Twój partner nie możesz dojść do porozumienia, możesz złożyć pozew z roszczeniem o to, jak chcesz, aby sąd decydował o opiece, mieszkaniu i kontaktach. Następnie sąd zwróci się do sądu rodzinnego o wszczęcie dochodzenia. W ramach postępowania prowadzone są rozmowy z obojgiem rodziców oraz dzieckiem/dziećmi, jeśli jest to właściwe ze względu na wiek i dojrzałość dziecka. Następnie sąd rodzinny przedstawia propozycję decyzji dotyczącej pieczy, mieszkania i kontaktów, która powinna być zgodna z dobrem dziecka. To śledztwo wraz z przedstawionymi dowodami i rozmowami prowadzonymi w sądzie jest podstawą wyroku sądu. <br><br> <h3>Nie chcę opuszczać mojego partnera, czy jest jakieś wsparcie dla tych, którzy znęcają się? </h3> Tak, istnieją organizacje wspierające mężczyzn stosujących przemoc. Na przykład <a href={url2}> Manscentrum </a> <br>oferuje doradztwo, które może pomóc wyjaśnić, przetworzyć i znaleźć rozwiązania emocjonalnych i praktycznych problemów mężczyzn. Jeśli Twój partner został skazany za przemoc domową, szwedzka Służba Więziennictwa i Probacji oferuje programy leczenia, które są sprawdzane i mają zapewnioną jakość.</p></body>
sv: <body><p><h3>Hur jag förbättrar mina bildbevis</h3> Här är några tips för att ge bättre bildbevis: <body> <li> Tillåt Sisterhood att spåra din plats och geotagga dina bilder. Detta gör att polisen kan se var bilden är tagen, vilket stärker ditt fall.<br/></li> <li> Om du känner dig bekväm, be en familjemedlem eller vän du litar på att ta en bild på dig och dina skador samt en selfie av er båda. På så sätt kan din familjemedlem eller vän bekräfta din berättelse och vara ditt vittne.<br/></li> <li> Ta bilder på dig själv och dina skador i ditt hem eller på platser du är känd för att ofta besöka. På så sätt kan polisen koppla dina skador med kända föremål i ditt hus. Till exempel framför din soffa, i köket där du kan se matbordet/stolarna i bakgrunden etc. Bilden nedan visar ett exempel: <br/> <img src={asset} alt='legal_info'> </li> <li> Ta flera bilder över tiden. Skador förändras över tiden, så se till att du tar bilder som återspeglar dessa förändringar. Till exempel börjar ett blåmärke vanligtvis vara rött. Efter 1-2 dagar kommer blåmärket att se blått, lila eller till och med svart ut. Efter 5-10 dagar blir ditt blåmärke gult eller grönt och efter 10-14 dagar kommer ditt blåmärke sannolikt att ha en gulaktig brun eller ljusbrun färg. Ta bilder av dessa ändringar och använd "redigeringsfunktionen" på sidan "Visa historik" för att ladda upp ytterligare bilder.<br/></li> </body> <p> </p> <br> <h3>I har plötsligt lämnat mitt hem men vill hämta mina saker från vår lägenhet</h3>Om du akut behövt lämna ditt hem eller om din förövare plötsligt lämnat och du vill ta emot eller ta bort egendom, såsom personliga tillhörigheter, kläder, elektronik, möbler mm kan du ansöka om Handräckning via Kronofogden. Du kan läsa mer om det här Observera att handräckning har vissa konsekvenser, till exempel om den tilltalade motsätter sig handräckningen kan du begära att Kronofodgen överlämnar ärendet till en domare som fattar beslutet. Vid vissa speciella händelser kommer Kronofodgen att fatta beslutet. När beslut fattas i både normala och särskilda fall kommer Kronofogden att kontakta båda parter för att se hur situationen kan lösas på bästa sätt. Om det inte går att lösa på frivillig basis kan Kronofogden gå in i en bostad med en låssmed för att få ut saker. <br><br> <h3>Min sambo har tvingat mig att skuldsätta mig.</h3> Om din partner har tvingat dig (genom hot eller på annat sätt) att ta på dig en skuld måste du anmäla det till polisen som snart som möjligt. För dessa fall är tiden av avgörande betydelse. Om du får inkassobrev från Kronofodgen, svara med en invändning och förklara omständigheterna. I vissa fall kommer Kronofodgen att ogiltigförklara skulden. Läs mer om det <a href={url1}>här</a> <br> <br><br> <h3>Jag vill ansöka om ensam vårdnad om våra barn/barn</h3> Om du och din partner inte kan komma överens kan du väcka talan med yrkanden om hur du vill att domstolen ska besluta om vårdnad, boende och umgänge. Rätten kommer då att begära en utredning från Familjerätten. Som en del av utredningen förs samtal med både föräldrar och barnet/barnen om det är lämpligt med hänsyn till barnets ålder och mognad. Familjerätten ger sedan ett förslag till beslut om vårdnad, boende och umgänge som ska stå i linje med barnets bästa. Denna utredning, tillsammans med den bevisning som lagts fram och de samtal som förts i rätten, ligger till grund för domstolens bedömning. <br><br> <h3>Jag vill inte lämna min partner, finns det något stöd för dem som misshandlar? </h3> Ja, det finns organisationer som stödjer män som misshandlar. Till exempel erbjuder <a href={url2}> Manscentrum </a> <br>rådgivning som kan hjälpa till att klargöra, bearbeta och hitta lösningar på mäns känslomässiga och praktiska problem. Om din partner har dömts för misshandel i hemmet så erbjuder Kriminalvården behandlingsprogram som ses över och kvalitetssäkras.</p></body>
