Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

source: Self-help tools
ar: أدوات المساعدة الذاتية
da: Selvhjælpsværktøjer
es: Herramientas de autoayuda
fa: ابزارهای خودیاری
fi: Omat aputyökalut
no: Selvhjelpsverktøy
pl: Narzędzia samopomocy
sv: Självhjälpsverktyg

# self_help_tools_desc
source: While these self-help tools do not aim at replacing professional services, they can help you cope if you are living in an abusive relationship.
ar: في حين أن أدوات المساعدة الذاتية هذه لا تهدف إلى استبدال الخدمات المهنية ، إلا أنها يمكن أن تساعدك في التأقلم إذا كنت تعيش في علاقة مسيئة.
da: Selvom disse selvhjælpsværktøjer ikke sigter mod at erstatte professionelle tjenester, kan de hjælpe dig med at klare dig, hvis du lever i et voldeligt forhold.
es: Si bien estas herramientas de autoayuda no pretenden reemplazar los servicios profesionales, pueden ayudarlo a sobrellevar la situación si vive en una relación abusiva.
fa: بينما لا تهدف أدوات المساعدة الذاتية هذه إلى استبدال الخدمات المهنية ، إلا أنها يمكن أن تساعدك في التأقلم إذا كنت تعيش في علاقة مسيئة..
fi: Vaikka näiden itseaputyökalujen tarkoituksena ei ole korvata asiantuntijapalveluita, ne voivat auttaa sinua selviytymään, jos elät väkivaltaisessa suhteessa..
no: Selv om disse selvhjelpsverktøyene ikke tar sikte på å erstatte profesjonelle tjenester, kan de hjelpe deg med å takle hvis du lever i et voldelig forhold.
pl: Chociaż te narzędzia samopomocy nie mają na celu zastąpienia profesjonalnych usług, mogą pomóc ci poradzić sobie, jeśli żyjesz w toksycznym związku.
sv: Även om dessa självhjälpsverktyg inte syftar till att ersätta professionella tjänster, kan de hjälpa dig att hantera om du lever i ett våldsamt förhållande.

# safety_planning
source: Create a Safety Plan
ar: ضع خطة أمان
da: Lav en sikkerhedsplan
es: Crear un plan de seguridad
fa: یک طرح ایمنی ایجاد کنید
fi: Luo turvallisuussuunnitelma
no: Lag en sikkerhetsplan
pl: Stwórz plan bezpieczeństwa
sv: Skapa en säkerhetsplan

source: Guided meditation
ar: التأمل الموجه
da: Guidet meditation
es: Meditación guiada
fa: مدیتیشن هدایت شده
fi: Ohjattu meditaatio
no: Guidet meditasjon
pl: Medytacja z przewodnikiem
sv: Guidad meditation

source: Informative podcasts
ar: بودكاست إعلامي
es: Podcasts informativos
fa: پادکست های آموزنده
fi: Informatiiviset podcastit
pl: Podcasty informacyjne
sv: Informativa poddar

source: Guided meditations
ar: تأملات موجهة
da: Guidede meditationer
es: Meditaciones guiadas
fa: مراقبه های هدایت شده
fi: Ohjattuja meditaatioita
no: Guidede meditasjoner
pl: Prowadzone medytacje
sv: Guidade meditationer

# guided_meditations_desc
source: Here are some links of good meditations that can help relieve stress, anxiety and strengthen your self-love.
ar: فيما يلي بعض الروابط للتأملات الجيدة التي يمكن أن تساعد في تخفيف التوتر والقلق وتقوية حبك لذاتك.
da: Her er nogle links til gode meditationer, der kan hjælpe med at lindre stress, angst og styrke din selvkærlighed.
es: Aquí hay algunos enlaces de buenas meditaciones que pueden ayudar a aliviar el estrés, la ansiedad y fortalecer tu amor propio.
fa: در اینجا پیوندهایی از مراقبه های خوب وجود دارد که می تواند به کاهش استرس، اضطراب و تقویت عشق به خود کمک کند.
fi: Tässä on joitain linkkejä hyviin meditaatioihin, jotka voivat auttaa lievittämään stressiä, ahdistusta ja vahvistamaan itserakkauttasi.
no: Her er noen lenker til gode meditasjoner som kan bidra til å lindre stress, angst og styrke din egenkjærlighet.
pl: Oto kilka linków do dobrych medytacji, które mogą pomóc złagodzić stres, niepokój i wzmocnić miłość własną.
sv: Här är några länkar till bra meditationer som kan hjälpa till att lindra stress, ångest och stärka din självkärlek.

# self_love_and_affirmations
source: <body><p><h4>Self-love and affirmations</h4> 21 day affirmations program from Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v=yo1pJ_D-H3M</a> <br><br>13 minutes Meditation for Self love from Yoga with Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a></p></body>
ar: <body> <p> <h4> حب الذات والتأكيدات </ h4> برنامج التأكيدات لمدة 21 يومًا من Lavindare: <br> <a href={guided_url1}> https://www.youtube.com/watch؟v= yo1pJ_D-H3M </a> <br> <br> 13 دقيقة التأمل من أجل حب الذات من اليوغا مع Adrianne <a href={guided_url2}> https://www.youtube.com/watch؟v=CqnWMPuyT0g </a> </p> </body>
da: <body><p><h4>Selvkærlighed og bekræftelser</h4> 21 dages affirmationsprogram fra Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minutters Meditation for Selvkærlighed fra Yoga med Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
es: <body><p><h4>Amor propio y afirmaciones</h4> Programa de afirmaciones de 21 días de Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minutos de meditación para el amor propio del yoga con Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
fa: <body><p><h4>عشق به خود و اظهارات تاکیدی</h4> برنامه 21 روزه تأییدیه از Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 دقیقه مراقبه برای عشق به خود از یوگا با آدریان <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
fi: <body><p><h4>Itserakkaus ja vahvistukset</h4> Lavindaren 21 päivän vahvistusohjelma: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minuutin meditaatiota itserakkaudelle joogasta Adriannen kanssa <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
no: <body><p><h4>Selvkjærlighet og bekreftelser</h4> 21 dagers bekreftelsesprogram fra Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minutter Meditasjon for selvkjærlighet fra Yoga med Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
pl: <body><p><h4>Miłość do siebie i afirmacje</h4> 21-dniowy program afirmacji od Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minut Medytacja samouwielbienia z jogi z Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>
sv: <body><p><h4>Självkärlek och affirmationer</h4> 21 dagars affirmationsprogram från Lavindare: <br> <a href={guided_url1}>https://www.youtube.com/watch?v= yo1pJ_D-H3M</a> <br><br>13 minuters Meditation för självkärlek från Yoga med Adrianne <a href={guided_url2}> https://www.youtube.com/watch?v=CqnWMPuyT0g </a> </p></body>

# stress_and_anxiety
source: <body><p><h4>Stress and anxiety</h4> <br> 15 minute meditation by Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2 minute anxiety reliever by Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br><br> 5 pressure points for relieving anxiety by Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
ar: <body> <p> <h4> التوتر والقلق </ h4> <br> 15 دقيقة من التأمل بواسطة لافيندير <br> <a href=guided_url3> https://www.youtube.com/watch؟v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG & index = 13 </a> <br> <br> دقيقتان لتخفيف القلق بقلم راشيل ريتشاردز <a href=guided_url4> https://www.youtube.com/watch؟v=5zhnLG3GW-8 </a> <br> <br> 5 نقاط ضغط لتخفيف القلق عن طريق Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
da: <body><p><h4>Stress og angst</h4> <br> 15 minutters meditation af Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2 minutters angstdæmper af Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 trykpunkter til at lindre angst af Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
es: <body><p><h4>Estrés y ansiedad</h4> <br> Meditación de 15 minutos de Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2 minutos para aliviar la ansiedad de Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 puntos de presión para aliviar la ansiedad de Goodful<a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
fa: <body><p><h4>استرس و اضطراب</h4> <br> مدیتیشن 15 دقیقه ای توسط Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> مسکن 2 دقیقه ای اضطراب توسط ریچل ریچاردز <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 نقطه فشار برای تسکین اضطراب توسط Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
fi: <body><p><h4>Stressi ja ahdistus</h4> <br> Lavindaren 15 minuutin meditaatio <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> Rachel Richardsin 2 minuutin ahdistuksen lievittäjä <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> Goodfulin 5 painopistettä ahdistuksen lievittämiseen</a><br><br></p></body>
no: <body><p><h4>Stress og angst</h4> <br> 15 minutters meditasjon av Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2 minutters angstdemper av Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 trykkpunkter for å lindre angst av Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
pl: <body><p><h4>Stres i niepokój</h4> <br> 15-minutowa medytacja Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2-minutowy lek przeciwlękowy autorstwa Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 punktów nacisku, aby złagodzić niepokój autorstwa Goodful<a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>
sv: <body><p><h4>Stress och ångest</h4> <br> 15 minuters meditation av Lavindare <br> <a href=guided_url3> https://www.youtube.com/watch?v=pxWOpGm4d7U&list=PL37ErCJmMW d1igItmbhPUwTwr1yKwz_HG&index= 13</a><br><br> 2 minuters ångestlindring av Rachel Richards <a href=guided_url4> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br> <br> 5 tryckpunkter för att lindra ångest av Goodful <a href={guided_url5}> https://www.youtube.com/watch?v=2Mu5RvPoOuo</a><br><br></p></body>

# grounding_exercises
source: <body><p><h4>Grounding exercises</h4> <br> Squeeze and hug technique for trauma by Therapy in a Nutshell <a href={guided_url6}> https://www.youtube.com/watch?v=5zhnLG3GW-8 </a><br><br> Grounding techniques in trauma therapy by Kati Morton <a href={guided_url7}> https://www.youtube.com/watch?v=1vckMPHaITA&t=1186s</a><br><br></p></body>
ar: <body> <p> <h4> تمارين التأريض </ h4> <br> تقنية الضغط والعناق للصدمة عن طريق العلاج في جزمة <a href={guided_url6}> https://www.youtube.com/watch؟v = 5zhnLG3GW-8 </a> <br> <br> تقنيات التأريض في علاج الصدمات بواسطة كاتي مورتون <a href={guided_url7}> https://www.youtube.com/watch?v=1vckMPHaITA&t=1186s</a><br><br></p></body>
fa: <body><p><h4>تمرینات زمینه سازی</h4> <br> تکنیک فشار دادن و در آغوش گرفتن برای تروما توسط درمان به طور خلاصه <a href={guided_url6}> https://www.youtube.com/watch?v =5zhnLG3GW-8 </a><br><br> تکنیک های زمینه سازی در تروما درمانی توسط کتی مورتون <a href={guided_url7}> https://www.youtube.com/watch?v=1vckMPHaITA&t=1186s</a><br><br></p></body>
sv: <body><p><h4>Groundingsövningar</h4> <br> Kläm- och kramteknik för trauma med Therapy in a Nutshell <a href={guided_url6}> https://www.youtube.com/watch?v =5zhnLG3GW-8 </a><br><br> Groundingstekniker i traumaterapi av Kati Morton <a href={guided_url7}> https://www.youtube.com/watch?v=1vckMPHaITA&t=1186s</a><br><br></p></body>

source: Informative podcast
ar: بودكاست إعلامي
da: Informative podcasts
es: Podcasts informativos
fa: پادکست آموزنده
fi: Informatiiviset podcastit
no: Informative podcaster
pl: Podcasty informacyjne
sv: Informativa podcasts

# informative_podcast_desc
source: These podcasts discuss domestic abuse and share stories from survivors. Some of the content may be triggering.
ar: تناقش هذه المدونات الصوتية العنف المنزلي وتشارك قصص الناجيات. قد يتم تشغيل بعض المحتوى.
da: Disse podcasts diskuterer misbrug i hjemmet og deler historier fra overlevende. Noget af indholdet kan være udløsende.
es: Estos podcasts hablan sobre el abuso doméstico y comparten historias de sobrevivientes. Parte del contenido puede ser desencadenante.
fa: این پادکست ها در مورد آزار خانگی بحث می کنند و داستان هایی را از بازماندگان به اشتراک می گذارند. برخی از محتوا ممکن است تحریک کننده باشد..
fi: Nämä podcastit käsittelevät perheväkivaltaa ja jakavat tarinoita selviytyneiltä. Osa sisällöstä saattaa laukaista.
no: Disse podcastene diskuterer vold i hjemmet og deler historier fra overlevende. Noe av innholdet kan være utløsende.
pl: Te podcasty omawiają przemoc domową i dzielą się historiami osób, które przeżyły. Niektóre treści mogą być uruchamiane.
sv: Dessa poddar diskuterar övergrepp i hemmet och delar berättelser från överlevande. En del av innehållet kan väcka starka känslor.

source: Safety plan
ar: خطة السلامة
da: Sikkerhedsplan
es: Plan de seguridad
fa: طرح ایمنی
fi: Turvallisuussuunnitelma
no: Sikkerhetsplan
pl: Plan bezpieczeństwa
sv: Säkerhetsplan

# safety_plan_desc
source: A personalized safety plan can assist you with identifying what to do to better protect yourself and your family.
ar: يمكن أن تساعدك خطة الأمان الشخصية في تحديد ما يجب القيام به لحماية نفسك وعائلتك بشكل أفضل.
da: En personlig sikkerhedsplan kan hjælpe dig med at identificere, hvad du skal gøre for bedre at beskytte dig selv og din familie.
es: Un plan de seguridad personalizado puede ayudarlo a identificar qué hacer para protegerse mejor a usted y a su familia.
fa: یک طرح ایمنی شخصی‌شده می‌تواند به شما در شناسایی اقداماتی که برای محافظت بهتر از خود و خانواده‌تان انجام دهید، کمک کند.
fi: Henkilökohtainen turvallisuussuunnitelma voi auttaa sinua määrittämään, mitä tehdä suojellaksesi paremmin itseäsi ja perhettäsi.
no: En personlig sikkerhetsplan kan hjelpe deg med å identifisere hva du skal gjøre for å beskytte deg selv og din familie bedre.
pl: Spersonalizowany plan bezpieczeństwa może pomóc w określeniu, co należy zrobić, aby lepiej chronić siebie i swoją rodzinę.
sv: En personlig säkerhetsplan kan hjälpa dig att identifiera vad du ska göra för att bättre skydda dig själv och din familj.

# helpful_tips
source: <body><p><h3>Helpful tips (you can read more <a href={helpful_tips}>here</a>):</h3></p></body>
ar: <body> <p> <h3> نصائح مفيدة (يمكنك قراءة المزيد <a href={helpful_tips}> هنا </a>): </h3> </p> </body>
da: <body><p><h3><body><p><h3>Nyttige tips (du kan læse mere <a href={helpful_tips}>her</a>):</h3></p></body>
es: <body><p><h3>Consejos útiles (puede leer más <a href={helpful_tips}>aquí</a>):</h3></p></body>
fa: <body><p><h3>نکات مفید (می‌توانید <a href={helpful_tips}>اینجا</a> بیشتر بخوانید):</h3></p></body>
fi: <body><p><h3>Hyödyllisiä vinkkejä (voit lukea lisää <a href={helpful_tips}>täältä</a>):</h3></p></body>
no: <body><p><h3>Nyttige tips (du kan lese mer <a href={helpful_tips}>her</a>):</h3></p></body>
pl: <body><p><h3>Przydatne wskazówki (więcej informacji znajdziesz <a href={helpful_tips}>tutaj</a>):</h3></p></body>
sv: <body><p><h3>Användbara tips (du kan läsa mer <a href={helpful_tips}>här</a>):</h3></p></body>
