Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# safety_question_1
source: Have you told someone in your family about your experiences?
ar: هل أخبرت أحد أفراد عائلتك عن تجاربك؟
da: Har du fortalt nogen i din familie om dine oplevelser?
es: ¿Le has contado a alguien de tu familia tus experiencias?
fa: آیا در مورد تجربیات خود به یکی از اعضای خانواده خود گفته اید؟
fi: Oletko kertonut kokemuksistasi jollekin perheessäsi?
no: Har du fortalt noen i familien din om opplevelsene dine?
pl: Czy opowiedziałeś komuś z rodziny o swoich doświadczeniach?
sv: Har du berättat för någon i din familj om dina upplevelser?

# safety_question_2
source: What word or phrase can you use as a code in a phone call, text, or other message to ask your family, friends, or neighbors to call for help without your partner knowing?
ar: ما الكلمة أو العبارة التي يمكنك استخدامها كرمز في مكالمة هاتفية أو رسالة نصية أو رسالة أخرى لتطلب من عائلتك أو أصدقائك أو جيرانك الاتصال للحصول على المساعدة دون علم شريكك؟
da: Hvilket ord eller en sætning kan du bruge som kode i et telefonopkald, sms eller anden besked for at bede din familie, venner eller naboer om at ringe efter hjælp, uden at din partner ved det?
es: ¿Qué palabra o frase puedes usar como código en una llamada telefónica, mensaje de texto u otro mensaje para pedirle a tu familia, amigos o vecinos que pidan ayuda sin que tu pareja lo sepa?
fa: از چه کلمه یا عبارتی می توانید به عنوان کد در تماس تلفنی، پیامک یا پیام های دیگر استفاده کنید تا از خانواده، دوستان یا همسایگان خود بخواهید بدون اینکه شریک زندگی شما بداند برای کمک تماس بگیرند؟
fi: Mitä sanaa tai lausetta voit käyttää koodina puhelussa, tekstiviestissä tai muussa viestissä pyytääksesi perhettäsi, ystäviäsi tai naapureitasi soittamaan apua kumppanisi tietämättä?
no: Hvilket ord eller uttrykk kan du bruke som kode i en telefonsamtale, tekstmelding eller annen melding for å be familie, venner eller naboer om å ringe etter hjelp uten at partneren din vet det?
pl: Jakiego słowa lub wyrażenia możesz użyć jako kodu w rozmowie telefonicznej, SMS-ie lub innej wiadomości, aby poprosić rodzinę, przyjaciół lub sąsiadów o wezwanie pomocy bez wiedzy partnera?
sv: Vilket ord eller fras kan du använda som kod i ett telefonsamtal, sms eller annat meddelande för att be din familj, vänner eller grannar att ringa efter hjälp utan att din partner vet?

# safety_question_3
source: Who is your emergency contact? Write down their name and keep in your wallet or another safe space so you can always reach them even if you don’t have access to your phone
ar: من هو جهة الاتصال الخاصة بك في حالات الطوارئ؟ اكتب اسمه واحتفظ به في محفظتك أو في مكان آمن آخر حتى تتمكن دائمًا من الوصول إليهم حتى إذا لم يكن لديك وصول إلى هاتفك
da: Hvem er din nødkontakt? Skriv deres navn ned og gem dem i din pung eller et andet sikkert sted, så du altid kan nå dem, selvom du ikke har adgang til din telefon.
es: ¿Quién es su contacto de emergencia? Escriba su nombre y guárdelo en su billetera u otro lugar seguro para que siempre pueda comunicarse con ellos, incluso si no tiene acceso a su teléfono.
fa: مخاطب اضطراری شما کیست؟ نام آنها را یادداشت کنید و در کیف پول خود یا جای امن دیگری نگه دارید تا بتوانید همیشه به آنها دسترسی داشته باشید حتی اگر به تلفن خود دسترسی ندارید
fi: Kuka on hätäyhteyshenkilösi? Kirjoita heidän nimensä muistiin ja säilytä lompakossasi tai muussa turvallisessa tilassa, jotta voit aina tavoittaa heidät, vaikka et pääse käsiksi puhelimeesi.
no: Hvem er din nødkontakt? Skriv ned navnet deres og oppbevar i lommeboken eller et annet trygt sted, slik at du alltid kan nå dem selv om du ikke har tilgang til telefonen din.
pl: Kto jest twoim kontaktem w nagłych wypadkach? Zapisz ich imię i trzymaj w portfelu lub innym bezpiecznym miejscu, aby zawsze mieć do nich dostęp, nawet jeśli nie masz dostępu do telefonu
sv: Vem är din akutkontakt? Skriv ner deras namn och förvara i din plånbok eller ett annat säkert utrymme så att du alltid kan nå dem även om du inte har tillgång till din telefon.

# safety_question_4
source: If you are not comfortable at home, where do you go to stay safe?
ar: إذا لم تكن مرتاحًا في المنزل ، فأين تذهب لتظل آمنًا؟
da: Hvis du ikke har det godt derhjemme, hvor går du så hen for at være sikker?
es: Si no se siente cómodo en casa, ¿adónde va para mantenerse seguro?
fa: اگر در خانه راحت نیستید، کجا می روید تا در امان بمانید؟
fi: Jos et viihdy kotonasi, minne menet pysyäksesi turvassa?
no: Hvis du ikke er komfortabel hjemme, hvor går du for å holde deg trygg?
pl: Jeśli nie czujesz się komfortowo w domu, gdzie idziesz, aby zachować bezpieczeństwo?
sv: Om du inte är bekväm hemma, vart går du för att vara säker?

# safety_question_5
source: If you have to leave in a rush, how would you get out of the house? (Think about doors or windows that are accessible to you and practice how to leave effectively)
ar: إذا اضطررت إلى المغادرة بسرعة ، فكيف ستخرج من المنزل؟ (فكر في الأبواب أو النوافذ التي يمكنك الوصول إليها وتدرب على كيفية المغادرة بفعالية).
da: Hvis du skal afsted i en fart, hvordan ville du så komme ud af huset? (Tænk på døre eller vinduer, der er tilgængelige for dig, og øv dig i, hvordan du forlader effektivt).
es: Si tienes que irte de prisa, ¿cómo saldrías de la casa? (Piense en puertas o ventanas que sean accesibles para usted y practique cómo salir de manera efectiva).
fa: اگر مجبور شوید با عجله بروید، چگونه از خانه بیرون می روید؟ (در مورد درها یا پنجره هایی که در دسترس شما هستند فکر کنید و نحوه خروج موثر را تمرین کنید).
fi: Jos sinun on lähdettävä kiireessä, kuinka pääsisit pois kotoa? (Ajattele ovia tai ikkunoita, joihin pääset käsiksi, ja harjoittele tehokasta poistumista).
no: Hvis du må dra i et hastverk, hvordan ville du komme deg ut av huset? (Tenk på dører eller vinduer som er tilgjengelige for deg og øv deg på hvordan du forlater effektivt).
pl: Gdybyś musiał wyjść w pośpiechu, jak byś wyszedł z domu? (Pomyśl o drzwiach lub oknach, które są dla Ciebie dostępne i przećwicz skuteczne wychodzenie).
sv: Om du måste lämna i en hast, hur skulle du ta dig ut ur huset? (Tänk på dörrar eller fönster som är tillgängliga för dig och öva på hur du lämnar effektivt).

# safety_question_6
source: If you have to leave quickly, do you have a public place in mind where you would feel safe?
ar: إذا كان عليك المغادرة بسرعة ، فهل لديك مكان عام تشعر فيه بالأمان؟
da: Hvis du skal afsted hurtigt, har du så et offentligt sted i tankerne, hvor du ville føle dig tryg?
es: Si tiene que irse rápidamente, ¿tiene en mente un lugar público donde se sentiría seguro?
fa: اگر مجبور به ترک سریع شوید، آیا مکانی عمومی در ذهن دارید که در آن احساس امنیت کنید؟
fi: Jos sinun täytyy lähteä nopeasti, onko sinulla mielessäsi julkinen paikka, jossa tuntisit olosi turvalliseksi?
no: Hvis du må reise raskt, har du et offentlig sted i tankene hvor du vil føle deg trygg?
pl: Jeśli musisz szybko wyjść, czy masz na myśli miejsce publiczne, w którym czułbyś się bezpiecznie?
sv: Om du måste lämna snabbt, har du en allmän plats i åtanke där du skulle känna dig trygg?

# safety_question_7
source: If you have children, have you taught them how to call 112?
ar: إذا كان لديك أطفال ، فهل علمتهم كيفية الاتصال بالرقم 112؟
da: Hvis du har børn, har du så lært dem at ringe 112?
es: Si tienes hijos, ¿les has enseñado a llamar al 112?
fa: اگر بچه دارید، به آنها یاد داده اید که چگونه با 112 تماس بگیرند؟
fi: Jos sinulla on lapsia, oletko opettanut heille soittamaan hätänumeroon?
no: Hvis du har barn, har du lært dem å ringe 112?
pl: Jeśli masz dzieci, czy nauczyłeś je, jak dzwonić pod numer 112?
sv: Om du har barn, har du lärt dem hur man ringer 112?

# safety_question_8
source: If you have children, what word will you say in the event that they have to call emergency services?
ar: إذا كان لديك أطفال ، ما هي الكلمة التي ستقولها في حال اضطروا إلى الاتصال بخدمات الطوارئ؟
da: Hvis du har børn, hvilket ord vil du så sige i tilfælde af, at de bliver nødt til at ringe til alarmcentralen?
es: Si tienes hijos, ¿qué palabra les dirás en el caso de que tengan que llamar a los servicios de emergencia?
fa: اگر بچه دارید، در صورتی که مجبور شوند با اورژانس تماس بگیرند، چه کلمه ای می گویید؟
fi: Jos sinulla on lapsia, minkä sanan sanot, jos heidän täytyy soittaa hätäkeskukseen?
no: Hvis du har børn, hvilket ord vil du så sige i tilfælde af, at de bliver nødt til at ringe til alarmcentralen?
pl: Jeśli masz dzieci, jakie słowo powiesz w przypadku, gdy będą musiały wezwać pogotowie?
sv: Om du har barn, vilket ord kommer du att säga i händelse av att de måste ringa räddningstjänsten?

# safety_question_9
source: If you have to leave, what items will you bring? (Select all that applies)
ar: إذا كان عليك المغادرة ، فما هي العناصر التي ستحضرها؟ (حدد كل ما ينطبق)
da: Hvis du skal afsted, hvilke ting vil du så medbringe? (Vælg alt hvad der er relevant).
es: ¿Puedes dejar copias de documentos, llaves de repuesto, ropa adicional y otros artículos con familiares o amigos?
fa: اگر مجبور به ترک شوید، چه وسایلی را می آورید؟ (همه موارد مربوطه را انتخاب کنید)
fi: Jos sinun on lähdettävä, mitä tavaroita otat mukaan? (Valitse kaikki sopivat)
no: Hvis du må reise, hvilke ting tar du med? (Velg alt som passer).
pl: Jeśli będziesz musiał wyjechać, jakie przedmioty weźmiesz ze sobą? (Wybierz wszystkie pasujące)
sv: Om du måste lämna, vilka saker tar du med dig? (Markera allt som stämmer).

# safety_question_10
source: Can you leave copies of documents, spare keys, extra clothes and other items with family or friends?
ar: هل يمكنك ترك نسخ من المستندات والمفاتيح الاحتياطية والملابس الإضافية والأشياء الأخرى مع العائلة أو الأصدقاء؟
da: Kan du efterlade kopier af dokumenter, reservenøgler, ekstra tøj og andre ting hos familie eller venner?
es: Si tiene que irse, ¿qué artículos traerá? (Seleccione todo lo que corresponda)
fa: آیا می توانید کپی اسناد، کلیدهای یدکی، لباس های اضافی و سایر موارد را برای خانواده یا دوستان خود بگذارید؟
fi: Voitko jättää kopioita asiakirjoista, vara-avaimista, ylimääräisistä vaatteista ja muista tavaroista perheen tai ystävien luo?
no: Kan du legge igjen kopier av dokumenter, reservenøkler, ekstra klær og andre gjenstander hos familie eller venner?
pl: Czy możesz zostawić kopie dokumentów, zapasowe klucze, dodatkowe ubrania i inne rzeczy rodzinie lub znajomym?
sv: Kan du lämna kopior av dokument, reservnycklar, extra kläder och andra föremål till familj eller vänner?

# safety_question_11
source: If you have to leave quickly, where will you store all the items you intend to bring with you?
ar: إذا كان عليك المغادرة بسرعة ، فأين ستخزن جميع العناصر التي تنوي إحضارها معك؟
da: Hvis du skal afsted hurtigt, hvor vil du så opbevare alle de varer, du har tænkt dig at tage med?
es: Si tiene que irse rápidamente, ¿dónde guardará todos los artículos que piensa llevar consigo?
fa: اگر مجبور شوید سریع آن را ترک کنید، تمام وسایلی را که قصد دارید با خود بیاورید کجا ذخیره می کنید؟
fi: Jos sinun on lähdettävä nopeasti, missä säilytät kaikki tavarat, jotka aiot tuoda mukanasi?
no: Hvis du må reise raskt, hvor skal du lagre alle varene du har tenkt å ta med deg?
pl: Jeśli musisz szybko wyjechać, gdzie przechowasz wszystkie przedmioty, które zamierzasz ze sobą zabrać?
sv: Om du måste lämna snabbt, var ska du förvara alla saker du vill ta med dig?

# check_option_1
source: Identification (e.g., driver's license, passport, school ID, military ID, immigration documents)
ar: الهوية (على سبيل المثال ، رخصة القيادة ، جواز السفر ، هوية المدرسة ، الهوية العسكرية ، وثائق الهجرة)
da: Identifikation (f.eks. kørekort, pas, skole-id, militær-id, immigrationsdokumenter)
es: Identificación (por ejemplo, licencia de conducir, pasaporte, identificación escolar, identificación militar, documentos de inmigración)
fa: مدارک شناسایی (به عنوان مثال، گواهینامه رانندگی، گذرنامه، شناسه مدرسه، شناسه نظامی، مدارک مهاجرت)
fi: Henkilöllisyystodistus (esim. ajokortti, passi, koulukortti, sotilastodistus, maahanmuuttoasiakirjat)
no: Identifikasjon (f.eks. førerkort, pass, skole-ID, militær-ID, immigrasjonsdokumenter)
pl: Identyfikacja (np. prawo jazdy, paszport, legitymacja szkolna, legitymacja wojskowa, dokumenty imigracyjne)
sv: Identifiering (t.ex. körkort, pass, skol-ID, militär-ID, immigrationsdokument)

# check_option_2
source: Cell Phone
ar: الهاتف الخلوي
da: Mobiltelefon
es: Teléfono móvil
fa: تلفن همراه
fi: Kännykkä
no: Mobiltelefon
pl: Komórka
sv: Mobiltelefon

# check_option_3
source: Cell phone charger
ar: شاحن الهاتف الخلوي
da: Mobil lader
es: Cargador de celular
fa: شارژر تلفن همراه
fi: Matkapuhelimen laturi
no: Mobillader
pl: Ładowarka do telefonu komórkowego
sv: Mobilladdarer

# check_option_4
source: Medication (e.g., asthma inhaler, insulin, Epi-Pen)
ar: الأدوية (على سبيل المثال ، بخاخ الربو ، الأنسولين ، Epi-Pen)
da: Medicin (f.eks. astmainhalator, insulin, Epi-Pen)
es: Medicamentos (p. ej., inhalador para el asma, insulina, Epi-Pen)
fa: داروها (به عنوان مثال، استنشاق آسم، انسولین، Epi-Pen)
fi: Lääkkeet (esim. astmainhalaattori, insuliini, Epi-Pen)
no: Medisinering (f.eks. astmainhalator, insulin, Epi-Pen)
pl: Leki (np. inhalator na astmę, insulina, Epi-Pen)
sv: Medicinering (t.ex. astmainhalator, insulin, Epi-Pen)

# check_option_5
source: Cash
ar: نقدي
da: Kontanter
es: Dinero
fa: پول نقد
fi: Käteinen raha
no: Penger
pl: Gotówka
sv: Kontanter

# check_option_6
source: ATM card
ar: بطاقة مصرفية
da: Bank kort
es: tarjeta bancaria
fa: کارت بانکی
fi: pankkikortti
no: bankkort
pl: karta bankowa
sv: bankkort

# check_option_7
source: House key
ar: هيما نيكيل
da: hjem nøgle
es: llave de la casa
fa: هما نیکل
fi: kotiavain
no: hjemmenøkkel
pl: klucz do domu
sv: hemma nyckel

# check_option_8
source: Car key
ar: مفتاح السيارة
da: Bilnøgle
es: Llave del coche
fa: کلید اتوموبیل
fi: Auton avain
no: Bilnøkkel
pl: Kluczyk samochodowy
sv: Bilnycklar

# check_option_9
source: A change of clothes
ar: تغيير الملابس
da: Et tøjskifte
es: Un cambio de ropa
fa: یک تعویض لباس
fi: Vaihtovaatteet
no: Et klesskifte
pl: Ubranie na zmianę
sv: Ett klädbyte

# check_option_10
source: Comfort items (e.g., favorite stuffed animal or photograph)
ar: عناصر الراحة (على سبيل المثال ، حيوان محشو مفضل أو صورة فوتوغرافية)
da: Komfortartikler (f.eks. yndlings tøjdyr eller fotografi)
es: Artículos de comodidad (p. ej., animal de peluche favorito o fotografía)
fa: وسایل راحتی (به عنوان مثال، حیوان عروسکی مورد علاقه یا عکس)
fi: Mukavuustuotteet (esim. suosikki pehmoeläin tai valokuva)
no: Komfortartikler (f.eks. favorittkosedyr eller fotografi)
pl: Przedmioty zapewniające wygodę (np. ulubione pluszowe zwierzę lub zdjęcie)
sv: Komfortartiklar (t.ex. favorit gosedjur eller fotografi)

# check_option_11
source: Baby supplies (if applicable such as formula, diaper, wipes, change of clothes)
ar: مستلزمات الأطفال (إن وجدت مثل التركيبة ، الحفاضات ، المناديل المبللة ، تغيير الملابس)
da: Babyforsyninger (hvis relevant såsom formel, ble, servietter, skiftetøj)
es: Suministros para bebés (si corresponde, como fórmula, pañales, toallitas, cambio de ropa)
fa: لوازم کودک (در صورت وجود مانند شیر خشک، پوشک، دستمال مرطوب، تعویض لباس)
fi: Vauvan tarvikkeet (tarvittaessa, kuten maito, vaippa, pyyhkeet, vaihtovaatteet)
no: Babyutstyr (hvis aktuelt som formel, bleie, våtservietter, skifte av klær)
pl: Artykuły dla niemowląt (jeśli dotyczy, takie jak formuła, pielucha, chusteczki, ubranka na zmianę)
sv: Babytillbehör (om tillämpligt som t.ex. formel, blöja, våtservetter, byte av kläder)

# check_option_12
source: Copy of Protection/Restraining Order
ar: نسخة من الحماية / الأمر التقييدي
da: Kopi af beskyttelses-/tilholdsforbudr
es: Copia de Protección/Orden de Restricción
fa: کپی از دستور حفاظت/بازداشت
fi: Suoja-/rajoitusmääräyksen kopio
no: Kopi av beskyttelse/besøksforbudr
pl: Kopia zabezpieczenia/zakazu zbliżania się
sv: Kopia av skydd/förbud

# check_option_13
source: Other important legal documents (mortgage documents, wills, medical records, marriage licenses)
ar: مستندات قانونية مهمة أخرى (مستندات الرهن العقاري ، الوصايا ، السجلات الطبية ، تراخيص الزواج)
da: Andre vigtige juridiske dokumenter (pantebreve, testamenter, lægejournaler, ægteskabslicenser)
es: Otros documentos legales importantes (documentos hipotecarios, testamentos, registros médicos, licencias de matrimonio)
fa: سایر اسناد حقوقی مهم (اسناد رهنی، وصیت نامه، مدارک پزشکی، جواز ازدواج)
fi: Muut tärkeät oikeudelliset asiakirjat (kiinnitysasiakirjat, testamentit, potilastiedot, avioliittoluvat)
no: Andre viktige juridiske dokumenter (pantedokumenter, testamenter, medisinske poster, ekteskapslisenser)
pl: Inne ważne dokumenty prawne (dokumenty hipoteczne, testamenty, dokumentacja medyczna, akty małżeństwa)
sv: Andra viktiga juridiska dokument (inteckningshandlingar, testamenten, journaler, äktenskapslicenser)

# question_1_option_yes
source: Optional: Who have you told?
ar: اختياري: من أخبرته؟
da: Valgfrit: Hvem har du fortalt det?
es: Opcional: ¿A quién le has dicho?
fa: اختیاری: به چه کسی گفته اید؟
fi: Valinnainen: Kenelle olet kertonut?
no: Valgfritt: Hvem har du fortalt det?
pl: Opcjonalnie: komu powiedziałeś?
sv: Valfritt: Vem har du berättat för det?

# question_6_option_no
source: Come up with a place that you can go, it could be a nearby police station, store, cafe/restaurant or any other place that has people around
ar: ابتكر مكانًا يمكنك الذهاب إليه ، قد يكون قريبًا من مركز شرطة أو متجر أو مقهى / مطعم أو أي مكان آخر به أشخاص
da: Kom op med et sted, du kan tage hen, det kunne være en nærliggende politistation, butik, café/restaurant eller ethvert andet sted, der har folk omkring
es: Piensa en un lugar al que puedas ir, podría ser una estación de policía cercana, una tienda, una cafetería/restaurante o cualquier otro lugar que tenga gente alrededor
fa: مکانی را پیدا کنید که بتوانید به آنجا بروید، می تواند یک ایستگاه پلیس، فروشگاه، کافه/رستوران یا هر مکان دیگری باشد که اطراف آن افراد باشد
fi: Keksi paikka, johon voit mennä, se voi olla lähellä oleva poliisiasema, kauppa, kahvila/ravintola tai mikä tahansa muu paikka, jossa on ihmisiä
no: Kom opp med et sted du kan gå, det kan være en nærliggende politistasjon, butikk, kafé/restaurant eller et annet sted som har folk rundt,
pl: Wymyśl miejsce, do którego możesz się udać, może to być pobliski posterunek policji, sklep, kawiarnia/restauracja lub inne miejsce, w którym są ludzie
sv: Kom på ett ställe du kan åka till, det kan vara en närliggande polisstation, butik, kafé/restaurang eller något annat ställe som har folk omkring dig

# question_7_option_no
source: It can be helpful if your children know how and when to call emergency services
ar: قد يكون من المفيد أن يعرف أطفالك كيف ومتى يتصلون بخدمات الطوارئ
da: Det kan være nyttigt, hvis dine børn ved, hvordan og hvornår de skal ringe til nødtjenester
es: Puede ser útil si sus hijos saben cómo y cuándo llamar a los servicios de emergencia
fa: اگر فرزندان شما بدانند چگونه و چه زمانی با خدمات اورژانس تماس بگیرند، می تواند مفید باشد
fi: Voi olla hyödyllistä, jos lapsesi tietävät kuinka ja milloin soittaa hätäkeskukseen
no: Det kan være nyttig hvis barna dine vet hvordan og når de skal ringe nødetatene
pl: Pomocne może być, jeśli Twoje dzieci wiedzą, jak i kiedy wezwać służby ratunkowe
sv: Det kan vara till hjälp om dina barn vet hur och när de ska ringa räddningstjänst

# i_will_leave_copies
source: I will leave copies and clothes with:
ar: سأترك نسخًا وملابس مع:
da: Jeg vil efterlade kopier og tøj hos:
es: Dejaré copias y ropa con:
fa: کپی و لباس را با:
fi: Jätän kopiot ja vaatteet:
no: Jeg vil legge igjen kopier og klær med:
pl: Zostawię kopie i ubrania z:
sv: Jag lämnar kopior och kläder med:

source: UPDATE
ar: تحديث
da: OPDATERING
es: ACTUALIZAR
no: OPPDATERING
pl: AKTUALIZACJA
sv: UPPDATERA

source: Close
ar: قريب
da: Luk
es: cerca
fa: نزدیک
fi: Sulje
no: Lukk
pl: Zamknij
sv: Stäng

# biometric_message
source: To continue, you must complete the biometrics
ar: للمتابعة ، يجب عليك إكمال القياسات الحيوية
da: For at fortsætte skal du udfylde biometrien
es: Para continuar, debes completar los datos biométricos
fa: برای ادامه، باید بیومتریک را تکمیل کنید
fi: Jos haluat jatkaa, sinun on täytettävä biometriset tiedot
no: For å fortsette må du fullføre biometrien
pl: Aby kontynuować, musisz uzupełnić dane biometryczne
sv: För att fortsätta måste du fylla i biometrin

# authentication_message
source: Authentication required!
ar: يستلزم التوثيق!
da: Autentificering påkrævet!
es: ¡Se requiere autenticación!
fa: احراز هویت لازم است!
fi: Todennus vaaditaan!
no: Autentisering kreves!
pl: Wymagane uwierzytelnienie!
sv: Autentisering krävs!

source: No thanks
ar: لا شكرا
da: Nej tak
es: No, gracias
fa: نه ممنون
fi: Ei kiitos
no: Nei takk
pl: Nie, dziękuję
sv: Nej tack

source: Direction
ar: اتجاه
da: Retning
es: Dirección
fa: جهت
fi: Suunta
no: Retning
sv: Riktning

source: Website
ar: موقع الكتروني
da: Websted
es: sitio web
fa: سایت اینترنتی
fi: verkkosivusto
no: Nettsted
sv: Webbplats

# no_shelter
source: No shelter found
ar: لم يتم العثور على مأوى
da: Ingen husly fundet
es: No se encontró refugio
fa: پناهگاهی پیدا نشد
fi: Suojaa ei löydy
no: Ingen ly funnet
pl: Nie znaleziono schronienia
sv: Inget skydd hittat

# sisterhood_privacy
source: Sisterhood Privacy Policy
ar: سياسة خصوصية الأخوات
da: Sisterhood Privatlivspolitik
es: Política de Privacidad de Sisterhood
fa: سیاست حفظ حریم خصوصی خواهرخواندگی
no: Sisterhoods personvernregler
pl: Polityka prywatności Sisterhood
sv: Sisterhoods Sekretesspolicy
