Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# language
source: English
ar: عربي
da: Danish
es: Spanish
fa: Persian
fi: Finnish
no: Norwegian
pl: Polish
sv: Svenska

source: Email
ar: البريد الإلكتروني
es: correo electrónico
fa: ایمیل
fi: sähköposti
no: e-post

# enter_valid_email
source: Please enter valid email
ar: الرجاء إدخال بريد إلكتروني صحيح
da: Indtast gyldig e-mailadresse
es: Ingrese una dirección de correo electrónico válida
fa: لطفا ایمیل معتبر وارد کنید
fi: Anna kelvollinen sähköpostiosoite
no: Skriv inn gyldig e-postadresse
pl: Wprowadź poprawny adres e-mail
sv: Ange giltig e-postadress

source: Password
ar: كلمة المرور
da: adgangskode
es: contraseña
fa: کلمه عبور
fi: salasana
no: passord
pl: hasło
sv: LÖSENORD

# empty_password
source: Please enter your password
ar: من فضلك أدخل رقمك السري
da: Indtast din adgangskode
es: Ingresa tu contraseña
fa: لطفا رمز عبور خود را وارد کنید
fi: Anna salasanasi
no: Skriv inn passordet ditt
pl: Wprowadź swoje hasło
sv: Ange ditt lösenord

# password_length
source: Password have must be atleast 10 character length
ar: يجب ألا تقل كلمة المرور عن 10 احرف
da: Adgangskoden skal være på mindst 10 tegn
es: La contraseña debe tener al menos 10 caracteres
fa: گذرواژه باید حداقل 10 کاراکتر داشته باشد
fi: Salasanan on oltava vähintään 10 merkkiä pitkä
no: Passordet må være på minst 10 tegn
pl: Hasło musi mieć co najmniej 10 znaków
sv: Lösenordet måste vara minst 10 tecken långt

source: Forgot Password?
ar: هل نسيت كلمة السر؟
da: Glemt adgangskode?
es: ¿Olvidaste la contraseña?
fa: رمز عبور را فراموش کرده اید؟
fi: Unohditko salasanan?
no: Glemt passord?
pl: Nie pamiętasz hasła?
sv: Glömt lösenord?

# enter_valid_password
source: Please enter valid password
ar: الرجاء إدخال كلمة مرور صالحة
da: Indtast en gyldig adgangskode
es: Ingrese una contraseña válida
fa: لطفا رمز عبور معتبر وارد کنید
fi: Anna kelvollinen salasana
no: Skriv inn et gyldig passord
pl: Wprowadź prawidłowe hasło
sv: Ange ett giltigt lösenord

# no_user_found_error
source: No user found for that email.
ar: لم يتم العثور على مستخدم لهذاالبريد الإلكتروني.
da: Ingen bruger fundet for den e-mailadresse.
es: No se encontró ningún usuario para esa dirección de correo electrónico.
fa: هیچ کاربری برای آن ایمیل یافت نشد.
fi: Tälle sähköpostille ei löytynyt käyttäjää.
no: Ingen bruker funnet for den e-postadressen.
pl: Nie znaleziono użytkownika dla tego adresu e-mail.
sv: Ingen användare hittades för den e-postadressen.

# invalid_credential
source: User credential are invalid
ar: بيانات اعتماد المستخدم غير صالحة
da: Brugerlegitimationsoplysningerne er ugyldige
es: Las credenciales de usuario no son válidas
fa: معتبر نامعتبر است
fi: Käyttäjän tunnistetiedot ovat virheelliset
no: Brukerlegitimasjonen er ugyldig
pl: Poświadczenia użytkownika są nieprawidłowe
sv: Användaruppgifterna är ogiltiga

# dont_have_account
source: Don't have an Account?
ar: ليس لديك حساب؟
da: Har du ikke en konto?
es: ¿No tienes una cuenta?
fa: حساب ندارید؟
fi: Eikö sinulla ole tiliä?
no: Har du ikke en konto?
pl: Nie masz konta?
sv: Har du inget konto?

source: Signup
ar: اشتراك
da: registrering
es: registro
fa: ثبت نام
fi: rekisteröityminen
no: registrering
pl: rejestracja
sv: registrering

source: LOGIN
ar: تسجيل الدخول
da: LOG IND
es: INICIAR SESIÓN
no: LOGG INN
pl: ZALOGUJ SIĘ
sv: LOGGA IN

source: First Name
ar: الاسم الاول
da: Fornavn
es: nombre
fa: نام
fi: etunimi
no: Fornavn
pl: Imie
sv: Förnamn

source: Last Name
ar: الكنية
da: Efternavn
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
no: Etternavn
pl: Nazwisko
sv: Efternamn

source: Middle Name
ar: الاسم الوسطى
da: Mellemnavn
es: Segundo nombre
fa: نام میانی
no: Mellomnavn
pl: Drugie imię
sv: Mellannamn

source: Username
ar: اسم المستخدم
da: Brugernavn
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjänimi
no: Brukernavn
pl: Nazwa użytkownika
sv: Användarnamn

source: Email address
ar: عنوان البريد الالكترونى
da: e-mailadresse
es: dirección de correo electrónico
fa: آدرس ایمیل
fi: sähköpostiosoite
no: e-postadresse
pl: adres e-mail

source: Address
ar: تبوك
da: adresse
es: Dirección
fa: نشانی
fi: osoite
no: adresse
pl: Adres

source: City
ar: مدينة
da: By
es: Ciudad
fa: شهر
fi: Kaupunki
no: By
pl: Miasto
sv: Stad

source: Zip Code
ar: الرمز البريدي
da: postnummer
es: código postal
fa: کد پستی
fi: postinumero
pl: kod pocztowy
sv: Postkod

source: Sign Up
ar: اشتراك
da: Tilmeld dig
es: Registrarse
fa: ثبت نام
fi: Rekisteröidy
no: Registrer deg
pl: Zarejestruj się
sv: Registrera dig

# already_account_login
source: Already Account?
ar: حساب بالفعل?
da: Har du allerede en konto?
es: ¿Ya tienes una cuenta?
fi: Oletko jo tili?
no: Har du allerede en konto?
pl: Masz już konto?
sv: Har du redan ett konto?

source: Login
ar: تسجيل الدخول
es: iniciar sesión
fa: ورود به سیستم
fi: kirjaudu sisään
no: logg inn
pl: zaloguj się
sv: Logga in

# plese_enter_first_name
source: Please enter your first name
ar: يرجى ادخال الاسم الاول
da: Indtast venligst dit fornavn
es: Por favor ingrese su primer nombre
fa: لطفا نام خود را وارد کنید
fi: Anna etunimesi
no: Vennligst skriv inn fornavnet ditt
pl: Wprowadź swoje imię
sv: Ange ditt förnamn

# plese_enter_last_name
source: Please enter your last name
ar: الرجاء إدخال اسمك الأخير
da: Indtast venligst dit efternavn
es: Por favor ingrese su apellido
fa: لطفا نام خانوادگی خود را وارد کنید
fi: Anna sukunimesi
no: Vennligst skriv inn etternavnet ditt
pl: Wprowadź swoje nazwisko
sv: Ange ditt efternamn

# plese_enter_middle_name
source: Please enter your Middle name
ar: الرجاء إدخال اسمك الأوسط
da: Indtast venligst dit mellemnavn
es: Por favor ingrese su segundo nombre
fa: لطفا نام میانی خود را وارد کنید
fi: Anna toinen nimesi
no: Vennligst skriv inn mellomnavnet ditt
pl: Wprowadź swoje drugie imię
sv: Ange ditt mellannamn

# plese_enter_user_name
source: Please enter your user name
ar: الرجاء إدخال اسم المستخدم
da: Indtast venligst dit brugernavn
es: Por favor ingrese su nombre de usuario
fa: لطفا نام کاربری خود را وارد کنید
fi: Anna käyttäjänimesi
no: Vennligst skriv inn brukernavnet ditt
pl: Wprowadź swoją nazwę użytkownika
sv: Ange ditt användarnamn

# plese_enter_phone_number
source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك
da: Indtast venligst dit telefonnummer
es: Por favor ingrese su número de teléfono
fa: لطفا شماره تلفن خود را وارد کنید
fi: Anna puhelinnumerosi
no: Vennligst skriv inn telefonnummeret ditt
pl: Wprowadź swój numer telefonu
sv: Ange ditt telefonnummer

# plese_enter_your_zip_code
source: Please enter your zip code
ar: الرجاء إدخال الرمز البريدي الخاص بك
da: Indtast venligst dit postnummer
es: Por favor ingrese su código postal
fa: لطفا کد پستی خود را وارد کنید
fi: Anna postinumerosi
no: Vennligst skriv inn postnummeret ditt
pl: Wprowadź swój kod pocztowy
sv: Ange ditt postnummer

# plese_enter_your_address
source: Please enter your address
ar: الرجاء إدخال عنوانك
da: Indtast venligst din adresse
es: Por favor ingrese su dirección
fa: لطفا آدرس خود را وارد کنید
fi: Anna osoitteesi
no: Vennligst skriv inn adressen din
pl: Wprowadź swój adres
sv: Ange din address

source: Registered Successfully
ar: مسجل بنجاح
da: Registreret med succes
es: Registrado con éxito
fa: ثبت نام با موفقیت
fi: Rekisteröity onnistuneesti
no: Registrert vellykket
pl: Zarejestrowano pomyślnie
sv: Registrerades framgångsrikt

# weak_password
source: The password provided is too weak.
ar: كلمة المرور المقدمة ضعيفة للغاية.
da: Den angivne adgangskode er for svag.
es: La contraseña proporcionada es demasiado débil.
fa: گذرواژه ارائه شده خیلی ضعیف است.
fi: Annettu salasana on liian heikko.
no: Passordet som er oppgitt er for svakt.
pl: Podane hasło jest za słabe.
sv: Det angivna lösenordet är för svagt.

# account_exist
source: The account already exists for that email.
ar: الحساب موجود بالفعل لهذا البريد الإلكتروني.
da: Kontoen eksisterer allerede for den e-mail.
es: La cuenta ya existe para ese correo electrónico.
fa: اکانت از قبل برای آن ایمیل وجود دارد.
fi: Tili on jo olemassa tälle sähköpostille.
no: Kontoen eksisterer allerede for den e-posten.
pl: Konto dla tego e-maila już istnieje.
sv: Kontot finns redan för den email addressen.

# please_enter_password
source: Please enter your password
ar: من فضلك أدخل رقمك السري
da: Indtast venligst din adgangskode
es: Por favor ingrese su contraseña
fa: لطفا رمز عبور خود را وارد کنید
fi: Anna salasanasi
no: Vennligst skriv inn passordet ditt
pl: Proszę wprowadzić hasło
sv: Ange ditt lösenord

# please_min_length
source: Password have must be atleast 10 digits
ar: يجب أن تتكون كلمة المرور
da: Adgangskoden skal være på mindst 10 cifre
es: La contraseña debe tener al menos 10 dígitos
fa: رمز عبور باید حداقل 10رقمی باشد
fi: Salasanassa on oltava vähintään 10 numeroa
no: Passordet må være på minst 10 sifre
pl: Hasło musi mieć co najmniej 10 cyfr
sv: Lösenordet måste vara minst 10 tecken

# please_enter_city
source: Please enter your city
ar: الرجاء إدخال مدينتك
da: Indtast venligst din by
es: Por favor ingrese su ciudad
fa: لطفا شهر خود را وارد کنید
fi: Anna kaupunkisi
no: Vennligst skriv inn byen din
pl: Wpisz swoje miasto
sv: Ange din stad

source: Please enter email
ar: الرجاء إدخال البريدالإلكتروني
da: Indtast venligst e-mail
es: Por favor ingrese el correo electrónicol
fa: لطفا ایمیل را وارد کنید
fi: Anna sähköpostiosoite
no: Vennligst skriv inn e-post
pl: Wprowadź adres e-mail
sv: Ange din e-post address

# link_sent
source: We have sent link successfully to your registered email
ar: لقد أرسلنا الرابط بنجاح إلى بريدك الإلكتروني المسجل
da: Vi har sendt linket til din registrerede e-mail
es: Hemos enviado el enlace con éxito a su correo electrónico registrado
fa: ما لینک را با موفقیت به ایمیل ثبت شده شما ارسال کردیم
fi: Lähetimme linkin onnistuneesti rekisteröityyn sähköpostiisi
no: Vi har sendt lenken til din registrerte e-post
pl: Pomyślnie wysłaliśmy link na Twój zarejestrowany adres e-mail
sv: Vi har skickat länken till din registrerade email address

# user_not_existing
source: User doesn't exist
ar: المستخدم لا يوجدt
da: Brugeren eksisterer ikke
es: La usuaria no existe
fa: کاربر وجود نداردt
fi: Käyttäjää ei ole olemassa
no: Brukeren eksisterer ikke
pl: Użytkownik nie istnieje
sv: Användaren finns inte

# get_email
source: Get Mail
ar: احصل على البريد الإلكتروني
da: Få e-mail
es: Obtener correo electrónico
fa: دریافت ایمیل
fi: Hanki Sähköpostil
no: Få e-post
pl: Uzyskaj e-mail
sv: Få email

source: Or
ar: أو
da: Eller
es: O
fa: یا
fi: Tai
no: Eller
pl: Lub
sv: Eller

source: Go to Login
ar: اذهب إلى تسجيل الدخول
da: Gå til Login
es: Ir a Iniciar sesión
fa: به Login بروید
fi: Siirry kohtaan Kirjautuminen
no: Gå til Logg inn
pl: Przejdź do logowania
sv: Gå till Logga in

source: New password
ar: كلمة السر الجديدة
da: Ny adgangskode
es: Nueva contraseña
fa: رمز عبور جدید
fi: Uusi salasana
no: Nytt passord
pl: Nowe hasło
sv: Nytt lösenord

source: Old password
ar: كلمة المرور القديمة
da: Gammel adgangskode
es: Contraseña antigua
fa: رمز عبور قدیمی
fi: Vanha salasana
no: Gammelt passord
pl: Stare hasło
sv: Gammalt lösenord

source: Confirm password
ar: تأكيد كلمة المرور
da: Bekræft adgangskode
es: Confirmar contraseña
fa: رمز عبور را تایید کنید
fi: Vahvista salasana
no: Bekreft passord
pl: Potwierdź hasło
sv: Bekräfta lösenord

# please_enter_confirm_password
source: Please, enter the confirm password
ar: من فضلك أدخل تأكيد كلمة المرور
da: Indtast venligst bekræftelsesadgangskoden
es: Por favor, introduzca la contraseña de confirmación
fa: لطفا رمز عبور تایید را وارد کنید
fi: Ole hyvä ja anna vahvistus salasana
no: Vennligst skriv inn bekreftelsespassordet
pl: Proszę wprowadzić hasło potwierdzające
sv: Vänligen ange lösenordet för bekräftelse

source: Confirm password not match
ar: تأكيد كلمة المرور غير متطابق
da: Bekræft, at adgangskoden ikke stemmer overens
es: Confirmar contraseña no coincide
fa: تأیید عدم مطابقت رمز عبور
fi: Vahvista salasana ei täsmää
no: Bekreft at passordet ikke samsvarer
pl: Potwierdź, że hasło nie pasuje
sv: Bekräfta att lösenordet inte matchar

source: Please enter your old password
ar: الرجاء إدخال كلمة المرورالقديمة الخاصة بك
da: Indtast venligst din gamle adgangskode
es: Por favor ingrese su antigua contraseña
fa: لطفا رمز عبور قدیمی خود را وارد کنید
fi: Anna vanha salasanasi
no: Vennligst skriv inn ditt gamle passord
pl: Wprowadź swoje stare hasło
sv: Vänligen ange ditt gamla lösenord

# please_enter_your_new_password
source: Please, enter the new password
ar: من فضلك أدخل كلمة المرورالجديدة
da: Indtast venligst den nye adgangskode
es: Por favor, introduzca la nueva contraseña
fa: لطفا رمز عبور جدید را وارد کنید
fi: Ole hyvä ja syötä uusi salasana
no: Vennligst skriv inn det nye passordet
pl: Proszę wprowadzić nowe hasło
sv: Vänligen ange det nya lösenordet

# password_must_be_8_character
source: Password should be more then 8 characters
ar: يجب أن تكون كلمة المرورأكثر من 8 أحرف
da: Adgangskoden skal være på mere end 8 tegn
es: La contraseña debe tener más de 8 caracteres
fa: رمز عبور باید بیش از 8 کاراکتر باشد
fi: Salasanan tulee olla yli 8 merkkiä pitkä
no: Passordet skal være på mer enn 8 tegn
pl: Hasło powinno mieć więcej niż 8 znaków
sv: Lösenordet bör vara mer än 8 tecken

source: save
ar: حفظ
da: Gemme
es: ahorrar
fa: صرفه جویی
fi: Tallentaa
no: lagre
pl: ratować
sv: Spara

# local_auth_failed
source: Biometrics Authentication Failed
ar: فشلت مصادقة القياساتالحيوية
da: Biometrisk godkendelse mislykkedes
es: Autenticación biométrica fallida
fa: احراز هویت بیومتریک ناموفق بود
fi: Biometrinen todennus epäonnistui
no: Biometrisk autentisering mislyktes
pl: Uwierzytelnianie biometryczne nie powiodło się
sv: Biometrisk autentisering misslyckades

source: FACE ID
ar: معرف الوجه
es: ID DE CARA
fa: شناسه چهره
fi: Kasvotunnus
pl: Identyfikator twarzy

source: Authorize
ar: تفويض
da: Bemyndige
es: Autorizar
fa: مجوز
fi: Valtuuta
no: Autorisere
pl: Autoryzować
sv: Godkänn

source: Home
ar: مسكن
da: Hjem
es: Hogar
fa: صفحه اصلی
fi: Koti
no: Hjem
pl: Dom
sv: Hem

source: Profile
ar: الملف الشخصي
da: Profil
es: Perfil
fa: مشخصات
fi: Profiili
no: Profil
pl: Profil
sv: Profil

source: New journal entry
ar: إدخال دفتر يومية جديد
da: Ny journalpost
es: Nueva entrada de diario
fa: مدخل مجله جدید
fi: Uusi päiväkirjamerkintä
no: Ny journalpost
pl: Nowy wpis w dzienniku
sv: Ny journal

source: View History
ar: عرض السجل
da: Se historik
es: Ver historial
fa: مشاهده تاریخچه
fi: Näytä historia
no: Vis historikk
pl: Zobacz historię
sv: Visa historik

source: Resources
ar: موارد
da: Ressourcer
es: Recursos
fa: منابع
fi: Resurssit
no: Ressurser
pl: Zasoby
sv: Resurser

# what_type_of_abuse
source: What type of abuse would you like to record?
ar: ما نوع الإساءة التي تودتسجيلها؟
da: Hvilken type misbrug vil du gerne registrere?
es: ¿Qué tipo de abuso le gustaría registrar??
fa: چه نوع سوء استفاده ای را می خواهید ثبت کنید؟
fi: Minkä tyyppisen väärinkäytön haluat tallentaa?
no: Hvilken type overgrep vil du registrere?
pl: Jaki rodzaj nadużycia chcesz zarejestrować?
sv: Vilken typ av övergrepp skulle du vilja registrera?

# tell_me_what_happend
source: Explain what happened?
ar: اشرح ماذا حدث؟
da: Forklar hvad der skete?
es: ¿Explicar lo que pasó?
fa: توضیح دهید چه اتفاقی افتاده است؟
fi: Selitä mitä tapahtui?
no: Forklar hva som skjedde?
pl: Wyjaśnij, co się stało?
sv: Förklara vad som hände?

source: What were the circumstances?
ar: ما هي الظروف؟
da: Hvad var omstændighederne?
es: ¿Cuáles fueron las circunstancias?
fa: شرایط چه بود؟
fi: Mitkä olivat olosuhteet?
no: Hva var omstendighetene?
pl: Jakie były okoliczności?
sv: Vilka var omständigheterna?

source: Where did it happen?
ar: أين حدث هذا ؟
da: Hvor skete det?
es: ¿Dónde ocurrió?
fa: کجا اتفاق افتاد؟
fi: Missä se tapahtui?
no: Hvor skjedde det?
pl: Gdzie to się stało?
sv: Vart hände det?

# if_outside_or_other_area_please_specify
source: If outside or other area in the house, please specify:
ar: إذا كنت خارج المنزل أو فيمنطقة أخرى في المنزل ،فيرجى تحديد ما يلي:
da: Hvis du er udenfor eller andet område i huset, bedes du angive:
es: Si está fuera o en otra área de la casa, especifique:
fa: اگر خارج از خانه یا قسمت دیگری از خانه است، لطفاً مشخص کنید:
fi: Jos talon ulkopuolella tai muulla alueella, ilmoita:
no: Hvis du er utenfor eller annet område i huset, vennligst spesifiser:
pl: Jeśli na zewnątrz lub w innym miejscu w domu, proszę określić:
sv: Om det skedde utomhus eller på annan plats i huset, vänligen ange:

source: When did it happen?
ar: متى حدث ذلك؟
da: Hvornår skete det?
es: ¿Cuando sucedió?
fa: کی اتفاق افتاد؟
fi: Milloin se tapahtui?
no: Når skjedde det?
pl: Kiedy to się stało?
sv: När hände det?

# was_your_partner_under_the_influence
source: When it happened, was your partner under the influence?
ar: عندما حدث ، هل كان شريككتحت التأثير؟
da: Da det skete, var din partner så påvirket?
es: Cuando sucedió, ¿tu pareja estaba bajo la influencia?
fa: وقتی این اتفاق افتاد، آیا شریک زندگی شما تحت تأثیر قرار گرفته بود؟
fi: Kun se tapahtui, oliko kumppanisi vaikutuksen alainen?
no: Da det skjedde, var partneren din under påvirkning?
pl: Kiedy to się stało, czy twój partner był pod wpływem?
sv: När det hände, var din partner påverkad?

# where_you_under_the_influence
source: Were you under the influence?
ar: هل كنت تحت التأثير؟
da: Var du påvirket?
es: ¿Estabas bajo la influencia?
fa: تحت تاثیر بودی؟
fi: Olitko vaikutuksen alaisena?
no: Var du påvirket?
pl: Byłeś pod wpływem?
sv: Var du påverkad?

# have_you_seeked_medical_attention
source: Did you seek medical attention as a result of this incident?
ar: هل سعيت للحصول علىرعاية طبية نتيجة لهذاالحادث؟
da: Søgte du lægehjælp som følge af denne hændelse?
es: ¿Buscó atención médica como resultado de este incidente?
fa: آیا در نتیجه این حادثه به دنبال مراقبت های پزشکی بودید؟
fi: Oletko hakeutunut lääkärin hoitoon tämän tapauksen johdosta?
no: Oppsøkte du lege som følge av denne hendelsen?
pl: Czy w wyniku tego incydentu zwróciłeś się o pomoc medyczną?
sv: Sökte du läkarvård till följd av denna incident?

# max_images
source: You can select only {max} images
ar: يمكنك اختيار {max} صورةفقط
da: Du kan kun vælge {max} billeder
es: Puede seleccionar solo {max} imágenes
fa: فقط می‌توانید {حداکثر} تصویر را انتخاب کنید
fi: Voit valita vain {max} kuvaa
no: Du kan bare velge {maks} bilder
pl: Możesz wybrać tylko {max} obrazów
sv: Du kan bara välja {max} bilder

source: Add Picture
ar: إضافة الصورة
da: Tilføj billede
es: Añade una foto
fa: اضافه کردن تصویر
fi: Lisää kuva
no: Legg til bilde
pl: Dodaj zdjęcie
sv: Lägg till bild

source: Add Video
ar: أضف فيديو
da: Tilføj video
es: Añadir video
fa: افزودن ویدیو
fi: Lisää video
no: Legg til video
pl: Dodaj wideo
sv: Lägg till video

source: Add Audio
ar: أضف الصوت
da: Tilføj lyd
es: Agregar sonido
fa: افزودن صدا
fi: Lisää ääni
no: Legg til lyd
pl: Dodaj dźwięk
sv: Lägg till ljud

source: No file selected
ar: لم يتم اختيار اي ملف
da: Ingen fil valgt
es: Ningún archivo seleccionado
fa: هیچ فایلی انتخاب نشده است
fi: Ei tiedostoa valittuna
no: Ingen fil valgt
pl: Nie wybrano pliku
sv: Ingen fil vald

# max_video_limit
source: Max size limit for selected video is {max} MB
ar: الحد الأقصى لحجم الفيديو المحدد هو {max} ميغابايت
da: Den maksimale størrelsesgrænse for den valgte video er {maks.} MB
es: El límite de tamaño máximo para el video seleccionado es {max} MB
fa: حداکثر اندازه برای ویدیوی انتخابی {حداکثر} مگابایت است
fi: Valitun videon enimmäiskoko on {max} Mt
no: Maksimal størrelsesgrense for valgt video er {maks.} MB
pl: Maksymalny limit rozmiaru dla wybranego filmu to {max} MB
sv: Maxstorleksgränsen för den valda videon är {max} MB

# max_videos
source: You can select only {max} video
ar: يمكنك اختيار {max} فيديو فقط
da: Du kan kun vælge {max} video
es: Solo puedes seleccionar {max} video
fa: فقط می‌توانید {حداکثر} ویدیو را انتخاب کنید
fi: Voit valita vain {max} videon
no: Du kan bare velge {max} video
pl: Możesz wybrać tylko {max} wideo
sv: Du kan bara välja {max} videos

# max_audio_limit
source: Max size limit for selected audio is {max} MB
ar: الحد الأقصى لحجم الصوت المحدد هو {max} ميغابايت
da: Maksimal størrelsesgrænse for valgt lyd er {maks.} MB
es: El límite de tamaño máximo para el audio seleccionado es {max} MB
fa: حداکثر اندازه برای صدای انتخابی {حداکثر} مگابایت است
fi: Valitun äänen enimmäiskoko on {max} MB
no: Maks størrelsesgrense for valgt lyd er {maks} MB
pl: Maksymalny limit rozmiaru wybranego pliku audio to {max} MB
sv: Max storleksgräns för vald ljudfil är {max} MB

# max_audios
source: You can select only {max} audios
ar: يمكنك تحديد {max} فقط صوتيات
da: Du kan kun vælge {max} lyd
es: Puedes seleccionar solo {max} audios
fa: فقط می‌توانید {max} فایل صوتی را انتخاب کنید
fi: Voit valita vain {max} ääntä
no: Du kan bare velge {maks} lyd
pl: Możesz wybrać tylko {max} audio
sv: Du kan bara välja {max} ljudfiler

# max_upload_size
source: Max upload storage capacity 10 MB
ar: أقصى سعة تخزين للتحميل 10 ميجا بايت
da: Maksimal uploadlagerkapacitet 10 MB
es: Capacidad máxima de almacenamiento de carga 10 MB
fa: حداکثر ظرفیت ذخیره سازی آپلود 10 مگابایت
fi: Suurin latauskapasiteetti 10 Mt
no: Maks opplastingslagringskapasitet 10 MB
pl: Maksymalna pojemność wysyłania 10 MB
sv: Max uppladdningslagringskapacitet 10 MB

source: SUBMIT
ar: إرسال
da: SEND
es: enviar
fi: LÄHETÄ
no: SEND inn
pl: Prześlij
sv: Skicka in

# success_message
source: Data submitted successfully
ar: اكتمل التقديم
da: Data blev indsendt
es: Datos enviados con éxito
fa: ارسال تکمیل شد
fi: Tietojen lähetys onnistui
no: Dataene ble sendt inn
pl: Dane przesłane pomyślnie
sv: Inlägget har sparats

# fail_message
source: Failed to submit data
ar: فشل إرسال البيانات
da: Kunne ikke indsende data
es: Error al enviar datos
fa: داده ها ارسال نشد
fi: Tietojen lähettäminen epäonnistui
no: Kunne ikke sende inn data
pl: Nie udało się przesłać danych
sv: Det gick inte att skicka data

source: Write here...
ar: اكتب هنا...
da: Skriv her...
es: Escriba aqui...
fa: اینجا بنویس...
fi: Kirjoita tähän...
no: Skriv her...
pl: Napisz tutaj...
sv: Skriv här...

source: What time did it happen?
ar: في أي وقت حدث ذلك؟
da: Hvad tid skete det?
es: ¿A qué hora sucedió?
fa: چه ساعتی اتفاق افتاد؟
fi: Mihin aikaan se tapahtui?
no: Når skjedde det?
pl: O której godzinie to się stało?
sv: Vilken tid hände det?

# what_medical_facility_did_you_visit
source: What facility did you visit?
ar: ما هي المنشأة التي قمتبزيارتها؟
da: Hvilket anlæg besøgte du?
es: ¿Qué establecimiento visitó?
fa: از چه تاسیساتی بازدید کردید؟
fi: Missä laitoksessa kävit?
no: Hvilket anlegg besøkte du?
pl: Jaki obiekt odwiedziłeś?
sv: Vilken anläggning besökte du?

source: Select Time
ar: حدد الوقت
da: Vælg Tid
es: Seleccionar hora
fa: زمان را انتخاب کنید
fi: Valitse Aika
no: Velg Tid
pl: Wybierz Czas
sv: Välj Tid

# no_data_found
source: No data found for selected date
ar: لم يتم العثور على بيانات للتاريخ المحدد
da: Ingen data fundet for den valgte dato
es: No se encontraron datos para la fecha seleccionada
fa: هیچ داده ای برای تاریخ انتخاب شده یافت نشد
fi: Valitulle päivämäärälle ei löytynyt tietoja
no: Ingen data funnet for valgt dato
pl: Nie znaleziono danych dla wybranej daty
sv: Ingen data hittades för valt datum

source: Logged
ar: مسجّل
da: Registreret
es: Registrada
fa: وارد شده است
fi: Kirjattu
no: Registrert
pl: Zalogowany
sv: Registrerad

source: Image removed
ar: تمت ازالة الصورة
da: Billedet er fjernet
es: Imagen eliminada
fa: تصویر حذف شد
fi: Kuva poistettu
no: Bilde fjernet
pl: Usunięto obraz
sv: Bilden har tagits bort

source: Video removed
ar: تمت إزالة الفيديو
da: Video fjernet
es: Vídeo eliminado
fa: ویدیو حذف شد
fi: Video poistettu
no: Video fjernet
pl: Usunięto film
sv: Videon har tagits bort

source: Audio removed
ar: تمت إزالة الصوت
da: Lyden er fjernet
es: Audio eliminado
fa: صدا حذف شد
fi: Ääni poistettu
no: Lyden er fjernet
pl: Usunięto dźwięk
sv: Ljudet har tagits bort
