Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# domestic_content
source: <body><p><p>Domestic abuse within a relationship tends to grow over time. In the beginning, violence is rare. At first the abusive partner may make demands or assert dominance, which seem innocent and harmless. But over time, the parties in the relationship change as the abusers' control and violence increase. This often forces the woman to adapt and agree to the increasing demands to avoid further conflicts. Resisting often leads to increased violence.</p><br><br>In general, abuse often begins with psychological violence, such as critical and derogatory comments, which causes the woman to stop believing in herself. Then the physical violence can come as a continuation.<br><br>It is common for the woman to become isolated and lose her social contacts and stop doing things on her own. The abuser often forbids the woman to interact with her friends and family. This increases the woman’s dependency on her abusive partner.<br><br>More information can be found at <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>It is important to know and recognize that abuse comes in different forms and the woman often experience a mix between different types of abuse, such as:<br><br><h3>Physical abuse</h3> Often called assault. It is when the perpetrator does something to the woman's body that hurts, harms and/or causes discomfort. It can be anything from pushes, kicks and blows to strangulation, restraint or attacking the woman with some kind of object.<br><br><h3>Psychological abuse</h3> Is when the perpetrator through words and aggressive behavior limits the woman's life. Through psychological abuse the perpetrator can isolate the woman by not letting her interact with other people. Apart from isolation, psychological abuse can include threats, blackmail and control that gradually leads to psychological breakdown. Psychological violence can also mean that threats are made against children, pets or other relatives of the victim. The man can also ridicule or shame his partner, for example the woman's behavior, opinions and / or her way of being.<br><br><h3>Sexual abuse</h3> Involves forcing someone to engage in, perform or witness sexual acts against their will. It can be about sexual harassment, being forced to watch porn, involuntary touching or rape. It is not uncommon that the victim feeling that she needs to be sexually accessible in order to avoid other forms of violence.<br><br><h3>Economic abuse</h3> Is when the woman has no control over her own financial resources. It may be that she is not allowed to keep her salary or is prevented from working. The perpetrator can also take out loans in the woman’s name, sometimes against her will, and have access to her bank ID. Ultimately, this reduces the woman’s independence. Aside from that, economic violence can affect a woman's creditworthiness, which can make it challenging for her to obtain a home or take out loans of her own. Often, the perpetrator takes control of the finances and other material assets in order to increase isolation, vulnerability and make it more difficult for the woman to leave the relationship.<br><br><h3>Emotional abuse</h3> Sometimes this can intertwine with psychological abuse but generally, emotional abuse is a way to control the woman using emotions to criticize, embarrass, shame, blame, or otherwise manipulate the woman with the goal of breaking down her self-esteem and undermining her mental health. Gaslighting is a common form of emotional abuse where the woman starts doubting her own feelings and questioning her reality.<br><br><h3>Digital abuse</h3> Digital abuse is the use of technologies, such as texting and social networking, to bully, harass, stalk or intimidate a partner. It can also include reading messages or emails and/or figuring out passwords alternatively demanding that the woman provides her passwords as a proof of love / honesty. In some instances, the perpetrator stalks the woman on social media or other apps. Another form of digital abuse is overcommunication, meaning that the perpetrator sends too many text messages and emails to control the woman.<br><br><h3>Passive physical violence</h3> Is exposing someone to violence that has direct physical consequences. For instance, it can be about denying someone sleep or exposing someone to long-term mental stress that causes physical side effects. In some cases, passive physical violence can be linked to someone else’s vulnerable situation, such as withholding medicine or aids from a person who has a disability or illness.<br><br>You can read more about domestic abuse on <a href={domestic_abuse_url2}>Unizon’s website.</a><br><br><u>Here are two TED Talk videos from domestic abuse survivors</u><br><br>Emma Murphy’s <a href={domestic_abuse_url3}>I Broke My Silence TED Talk from March 19, 2018</a><br><br>Jasvinder Sanghera’s <a href={domestic_abuse_url4}>Fighting forced marriages and honor-based abuse TED Talk from November 28, 2013</a><br><br></p></body>
ar: <body> <p> <p> يميل العنف المنزلي في العلاقة إلى النمو بمرور الوقت. في البداية ، العنف نادر. في البداية ، قد يطرح الشريك المسيء مطالب أو يؤكد هيمنة تبدو بريئة وغير مؤذية. لكن بمرور الوقت ، تتغير الأطراف في العلاقة مع زيادة سيطرة المسيئين والعنف. هذا غالبا ما يجبر المرأة على التكيف والموافقة على المطالب المتزايدة لتجنب المزيد من النزاعات. غالبًا ما تؤدي المقاومة إلى زيادة العنف. </ p> <br> <br> بشكل عام ، غالبًا ما تبدأ الإساءة بالعنف النفسي ، مثل التعليقات الانتقادية والمهينة ، والتي تجعل المرأة تتوقف عن الإيمان بنفسها. ثم يمكن أن يأتي العنف الجسدي كاستمرار. <br> <br> من الشائع أن تصبح المرأة معزولة وتفقد اتصالاتها الاجتماعية وتتوقف عن فعل الأشياء بمفردها. غالبًا ما يمنع المعتدي المرأة من التفاعل مع أصدقائها وعائلتها. يؤدي هذا إلى زيادة اعتماد المرأة على شريكها الذي يسيء معاملتها. <br> <br> يمكن العثور على مزيد من المعلومات على <a href={domestic_abuse_url1}> Nationellt Centrum för Kvinnofrid. </a> <br> <br> من المهم أن تعرف وإدراك أن الإساءة تأتي بأشكال مختلفة وأن المرأة غالبًا ما تختلط بين أنواع مختلفة من الإساءة ، مثل: <br> <br> <h3> الإساءة الجسدية </ h3> غالبًا ما تسمى الاعتداء. عندما يفعل الجاني شيئًا بجسد المرأة يؤذي و / أو يضر و / أو يسبب عدم الراحة. يمكن أن يكون أي شيء من الدفع والركلات والضربات إلى الخنق أو ضبط النفس أو مهاجمة المرأة بنوع من الأشياء. <br> <br> <h3> الإساءة النفسية </h3> عندما يحد الجاني من خلال الكلمات والسلوك العدواني من حياة المرأة. من خلال الإساءة النفسية يمكن للجاني عزل المرأة بعدم السماح لها بالتفاعل مع الآخرين. بصرف النظر عن العزلة ، يمكن أن يشمل الإساءة النفسية التهديدات والابتزاز والسيطرة التي تؤدي تدريجياً إلى الانهيار النفسي. يمكن أن يعني العنف النفسي أيضًا توجيه التهديدات ضد الأطفال أو الحيوانات الأليفة أو غيرهم من أقارب الضحية. يمكن للرجل أيضًا أن يسخر من شريكه أو يخجله ، على سبيل المثال سلوك المرأة وآرائها و / أو طريقة حياتها.<br> <br> <h3> الاعتداء الجنسي </ h3> يتضمن إجبار شخص ما على الانخراط في أو أداء أو مشاهدة أعمال جنسية ضد إرادته. يمكن أن يتعلق الأمر بالتحرش الجنسي أو الإجبار على مشاهدة المواد الإباحية أو اللمس غير الطوعي أو الاغتصاب. ليس من غير المألوف أن تشعر الضحية بأنها بحاجة إلى الوصول إليها جنسيًا من أجل تجنب أشكال العنف الأخرى. <br> <br> <h3> الإساءة الاقتصادية </ h3> عندما لا تتحكم المرأة في الأمور المالية الخاصة بها. مصادر. قد يكون السبب هو عدم السماح لها بالاحتفاظ براتبها أو منعها من العمل. يمكن للجاني أيضًا الحصول على قروض باسم المرأة ، أحيانًا ضد إرادتها ، والوصول إلى معرف البنك الخاص بها. في النهاية ، هذا يقلل من استقلالية المرأة. إلى جانب ذلك ، يمكن أن يؤثر العنف الاقتصادي على الجدارة الائتمانية للمرأة ، مما يجعل من الصعب عليها الحصول على منزل أو الحصول على قروض خاصة بها. في كثير من الأحيان ، يتحكم الجاني في الأموال والأصول المادية الأخرى من أجل زيادة العزلة والضعف وزيادة صعوبة ترك المرأة للعلاقة. <br> <br> <h3> الإساءة العاطفية </ h3> أحيانًا هذا يمكن أن يتشابك مع الإساءة النفسية ولكن بشكل عام ، الإساءة العاطفية هي وسيلة للسيطرة على المرأة باستخدام العواطف لانتقاد أو إحراج أو خجل أو إلقاء اللوم أو التلاعب بالمرأة بهدف تحطيم احترامها لذاتها وتقويض صحتها العقلية. يُعد Gaslighting شكلًا شائعًا من أشكال الإساءة العاطفية حيث تبدأ المرأة في الشك في مشاعرها والتشكيك في واقعها. <br> <br> <h3> الإساءة الرقمية </ h3> الإساءة الرقمية هي استخدام التقنيات ، مثل الرسائل النصية والشبكات الاجتماعية ، للتنمر على الشريك أو مضايقته أو ملاحقته أو تخويفه. يمكن أن يشمل أيضًا قراءة الرسائل أو رسائل البريد الإلكتروني و / أو اكتشاف كلمات المرور بدلاً من ذلك مطالبة المرأة بتوفير كلمات المرور الخاصة بها كدليل على الحب / الصدق. في بعض الحالات ، يطارد الجاني المرأة على وسائل التواصل الاجتماعي أو غيرها من التطبيقات. شكل آخر من أشكال الإساءة الرقمية هو الإفراط في التواصل ، مما يعني أن الجاني يرسل الكثير من الرسائل النصية ورسائل البريد الإلكتروني للسيطرة على المرأة. <br> <br> <h3> العنف الجسدي السلبي </ h3> هو تعريض شخص ما للعنف الذي له عواقب جسدية مباشرة . على سبيل المثال ، يمكن أن يتعلق الأمر بحرمان شخص ما من النوم أو تعريض شخص ما لضغط عقلي طويل الأمد يسبب آثارًا جانبية جسدية. في بعض الحالات ، يمكن ربط العنف الجسدي السلبي بحالة ضعف شخص آخر ، مثل حجب الأدوية أو المساعدات عن شخص يعاني من إعاقة أو مرض.<br> <br> يمكنك قراءة المزيد حول العنف المنزلي على <a href={domestic_abuse_url2}> موقع Unizon على الويب. </a> <br> <br> <u> هنا مقطعا فيديو TED Talk من ناجين من العنف المنزلي </ u> <br> <br> <a href={domestic_abuse_url3}> I Broke My Silence TED Talk من 19 مارس 2018 </a> <br> <br> <a href={domestic_abuse_url4}> القتال لـ Jasvinder Sanghera's <a href={domestic_abuse_url4}> القتال الزواج القسري والإساءة بدافع الشرف TED Talk من 28 تشرين الثاني (نوفمبر) 2013 </a> <br> <br> </p></body>
da: <body><p><p>Husmisbrug i et forhold har en tendens til at vokse over tid. I begyndelsen er vold sjældent. I starten kan den voldelige partner stille krav eller hævde dominans, som virker uskyldige og harmløse. Men over tid ændres parterne i forholdet i takt med, at misbrugernes kontrol og vold øges. Dette tvinger ofte kvinden til at tilpasse sig og acceptere de stigende krav for at undgå yderligere konflikter. At gøre modstand fører ofte til øget vold.</p><br><br>Generelt begynder misbrug ofte med psykisk vold, såsom kritiske og nedsættende kommentarer, som får kvinden til at holde op med at tro på sig selv. Så kan den fysiske vold komme som en fortsættelse.<br><br>Det er almindeligt, at kvinden bliver isoleret og mister sine sociale kontakter og holder op med at gøre tingene på egen hånd. Misbrugeren forbyder ofte kvinden at interagere med sine venner og familie. Dette øger kvindens afhængighed af sin voldelige partner.<br><br>Mere information kan findes på <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>Det er vigtigt at vide. og erkender, at misbrug kommer i forskellige former, og kvinden oplever ofte en blanding mellem forskellige former for overgreb, såsom:<br><br><h3>Fysisk mishandling</h3> Ofte kaldet overgreb. Det er, når gerningsmanden gør noget ved kvindens krop, der gør ondt, skader og/eller giver ubehag. Det kan være alt fra skub, spark og slag til kvælning, fastholdelse eller angreb på kvinden med en form for genstand.<br><br><h3>Psykisk misbrug</h3> Er, når gerningsmanden gennem ord og aggressiv adfærd begrænser kvindens liv. Gennem psykisk misbrug kan gerningsmanden isolere kvinden ved ikke at lade hende interagere med andre mennesker. Ud over isolation kan psykisk misbrug omfatte trusler, afpresning og kontrol, der gradvist fører til psykisk sammenbrud. Psykisk vold kan også betyde, at der fremsættes trusler mod børn, kæledyr eller andre pårørende til ofret. Manden kan også latterliggøre eller udskamme sin partner, for eksempel kvindens adfærd, meninger og/eller hendes måde at være på. <br><br><h3>Seksuelt misbrug</h3> Indebærer at tvinge nogen til at deltage i, udføre eller være vidne til seksuelle handlinger mod deres vilje. Det kan handle om seksuel chikane, at blive tvunget til at se porno, ufrivillig berøring eller voldtægt. Det er ikke ualmindeligt, at offeret føler, at hun skal være seksuelt tilgængelig for at undgå andre former for vold.<br><br><h3>Økonomisk misbrug</h3> Er, når kvinden ikke har kontrol over sin egen økonomiske ressourcer. Det kan være, at hun ikke må beholde sin løn eller er forhindret i at arbejde. Gerningsmanden kan også optage lån i kvindens navn, nogle gange mod hendes vilje, og få adgang til hendes bank-id. I sidste ende reducerer dette kvindens uafhængighed. Derudover kan økonomisk vold påvirke en kvindes kreditværdighed, hvilket kan gøre det udfordrende for hende at få en bolig eller optage lån. Ofte tager gerningsmanden kontrol over økonomien og andre materielle aktiver for at øge isolation, sårbarhed og gøre det sværere for kvinden at forlade forholdet.<br><br><h3>Følelsesmæssigt misbrug</h3> Nogle gange er dette kan flettes sammen med psykisk misbrug, men generelt er følelsesmæssigt misbrug en måde at kontrollere kvinden ved at bruge følelser til at kritisere, skamme, bebrejde eller på anden måde manipulere kvinden med det formål at nedbryde hendes selvværd og underminere hendes mentale sundhed. Gaslighting er en almindelig form for følelsesmæssigt misbrug, hvor kvinden begynder at tvivle på sine egne følelser og sætte spørgsmålstegn ved sin virkelighed.<br><br><h3>Digitalt misbrug</h3> Digitalt misbrug er brugen af ​​teknologier, såsom sms'er og sociale netværk , at mobbe, chikanere, forfølge eller intimidere en partner. Det kan også omfatte at læse beskeder eller e-mails og/eller finde ud af adgangskoder alternativt at kræve, at kvinden giver sine adgangskoder som et bevis på kærlighed/ærlighed. I nogle tilfælde stalker gerningsmanden kvinden på sociale medier eller andre apps. En anden form for digitalt misbrug er overkommunikation, hvilket betyder, at gerningsmanden sender for mange sms-beskeder og e-mails for at kontrollere kvinden.<br><br><h3>Passiv fysisk vold</h3> Er at udsætte nogen for vold, der har direkte fysiske konsekvenser . Det kan for eksempel handle om at nægte nogen søvn eller at udsætte nogen for langvarig psykisk stress, der forårsager fysiske bivirkninger. I nogle tilfælde kan passiv fysisk vold være knyttet til en andens sårbare situation, såsom tilbageholdelse af medicin eller hjælpemidler fra en person, der har et handicap eller en sygdom. <br><br>Du kan læse mere om vold i hjemmet på <a href={domestic_abuse_url2}>Unizons hjemmeside.</a><br><br><u>Her er to TED Talk-videoer fra overlevende fra vold i hjemmet</a> u><br><br>Emma Murphys <a href={domestic_abuse_url3}>I Broke My Silence TED Talk fra 19. marts 2018</a><br><br>Jasvinder Sangheras <a href={domestic_abuse_url4}>kamp tvangsægteskaber og æresbaseret misbrug TED Talk fra 28. november 2013</a><br><br></p></body>
es: <body><p><p>El abuso doméstico dentro de una relación tiende a crecer con el tiempo. Al principio, la violencia es rara. Al principio, la pareja abusiva puede hacer demandas o afirmar el dominio, que parecen inocentes e inofensivas. Pero con el tiempo, las partes en la relación cambian a medida que aumenta el control y la violencia de los abusadores. Esto a menudo obliga a la mujer a adaptarse y aceptar las crecientes demandas para evitar más conflictos. La resistencia a menudo conduce a un aumento de la violencia.</p><br><br>En general, el abuso a menudo comienza con violencia psicológica, como comentarios críticos y despectivos, lo que hace que la mujer deje de creer en sí misma. Entonces la violencia física puede venir como una continuación.<br><br>Es común que la mujer se aísle y pierda sus contactos sociales y deje de hacer las cosas por su cuenta. El abusador a menudo le prohíbe a la mujer interactuar con sus amigos y familiares. Esto aumenta la dependencia de la mujer de su pareja abusiva.<br><br>Puede encontrar más información en <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>Es importante saber y reconozca que el abuso se presenta en diferentes formas y que la mujer a menudo experimenta una combinación de diferentes tipos de abuso, como:<br><br><h3>Abuso físico</h3> A menudo llamado agresión. Es cuando el agresor hace algo en el cuerpo de la mujer que lastima, lastima y/o causa malestar. Puede ser desde empujones, patadas y golpes hasta estrangulación, sujeción o ataque a la mujer con algún tipo de objeto.<br><br><h3>Maltrato psicológico</h3> Es cuando el agresor a través de palabras y conductas agresivas limita la la vida de la mujer A través del abuso psicológico, el perpetrador puede aislar a la mujer al no permitirle interactuar con otras personas. Además del aislamiento, el abuso psicológico puede incluir amenazas, chantajes y controles que conducen gradualmente al colapso psicológico. La violencia psicológica también puede significar que se realizan amenazas contra niños, mascotas u otros familiares de la víctima. El hombre también puede ridiculizar o avergonzar a su pareja, por ejemplo del comportamiento de la mujer, opiniones y/o su forma de ser.<br><br><h3>Abuso sexual</h3> Consiste en obligar a alguien a participar, realizar o presenciar actos sexuales en contra de su voluntad. Puede tratarse de acoso sexual, verse obligado a ver pornografía, tocamientos involuntarios o violación. No es raro que la víctima sienta que necesita ser accesible sexualmente para evitar otras formas de violencia.<br><br><h3>Abuso económico</h3> Es cuando la mujer no tiene control sobre su propia situación económica. recursos. Puede ser que no se le permita mantener su salario o se le impida trabajar. El perpetrador también puede pedir préstamos a nombre de la mujer, a veces en contra de su voluntad, y tener acceso a su identificación bancaria. En última instancia, esto reduce la independencia de la mujer. Aparte de eso, la violencia económica puede afectar la solvencia de una mujer, lo que puede hacer que sea difícil para ella obtener una casa o sacar sus propios préstamos. A menudo, el perpetrador toma el control de las finanzas y otros bienes materiales para aumentar el aislamiento, la vulnerabilidad y dificultar que la mujer abandone la relación.<br><br><h3>Abuso emocional</h3> A veces esto puede entrelazarse con el abuso psicológico pero, en general, el abuso emocional es una forma de controlar a la mujer usando las emociones para criticar, avergonzar, avergonzar, culpar o manipular a la mujer con el objetivo de quebrantar su autoestima y socavar su salud mental. Gaslighting es una forma común de abuso emocional en la que la mujer comienza a dudar de sus propios sentimientos y a cuestionar su realidad.<br><br><h3>Abuso digital</h3> El abuso digital es el uso de tecnologías, como mensajes de texto y redes sociales. , para intimidar, acosar, acechar o intimidar a una pareja. También puede incluir leer mensajes o correos electrónicos y/o descifrar contraseñas, alternativamente exigir que la mujer proporcione sus contraseñas como prueba de amor/honestidad. En algunos casos, el perpetrador acecha a la mujer en las redes sociales u otras aplicaciones. Otra forma de abuso digital es la comunicación excesiva, lo que significa que el autor envía demasiados mensajes de texto y correos electrónicos para controlar a la mujer.<br><br><h3>Violencia física pasiva</h3> Es exponer a alguien a la violencia que tiene consecuencias físicas directas. . Por ejemplo, puede tratarse de negarle el sueño a alguien o exponer a alguien a estrés mental a largo plazo que causa efectos secundarios físicos. En algunos casos, la violencia física pasiva puede vincularse a la situación vulnerable de otra persona, como negarle medicamentos o ayudas a una persona que tiene una discapacidad o enfermedad.<br><br>Puede leer más sobre el abuso doméstico en el <a href={domestic_abuse_url2}>sitio web de Unizon.</a><br><br><u>Aquí hay dos videos de TED Talk de sobrevivientes de abuso doméstico</ u><br><br>Charla TED de Emma Murphy <a href={domestic_abuse_url3}>Rompí mi silencio del 19 de marzo de 2018</a><br><br>Jasvinder Sanghera <a href={domestic_abuse_url4}>Lucha Matrimonios forzados y abuso basado en el honor Charla TED del 28 de noviembre de 2013</a><br><br></p></body>
fa: <body><p><p>آزار خانگی در یک رابطه به مرور زمان افزایش می یابد. در آغاز، خشونت نادر است. در ابتدا شریک خشونت آمیز ممکن است خواسته هایی داشته باشد یا تسلط داشته باشد که بی گناه و بی ضرر به نظر می رسد. اما با گذشت زمان، با افزایش کنترل و خشونت سوء استفاده کنندگان، طرفین رابطه تغییر می کنند. این اغلب زن را وادار می کند تا برای جلوگیری از درگیری های بیشتر، خود را با تقاضاهای فزاینده سازگار کند و موافقت کند. مقاومت کردن اغلب منجر به افزایش خشونت می شود.</p><br><br>به طور کلی، سوء استفاده اغلب با خشونت روانی شروع می شود، مانند نظرات انتقادی و تحقیرآمیز، که باعث می شود زن به خود باور نداشته باشد. سپس خشونت فیزیکی می تواند ادامه پیدا کند.<br><br>این معمول است که زن منزوی می شود و ارتباطات اجتماعی خود را از دست می دهد و به تنهایی انجام نمی دهد. آزارگر اغلب زن را از تعامل با دوستان و خانواده اش منع می کند. این امر وابستگی زن به شریک خشونت آمیز خود را افزایش می دهد.<br><br>اطلاعات بیشتر را می توانید در <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid پیدا کنید.</a><br><br> دانستن آن مهم است. و تشخیص دهید که آزار به اشکال مختلف است و زن اغلب ترکیبی از انواع مختلف سوء استفاده را تجربه می کند، مانند:<br><br><h3>آزار فیزیکی</h3> که اغلب به آن حمله می گویند. زمانی است که مرتکب کاری با بدن زن انجام می دهد که باعث آسیب، آسیب و/یا ناراحتی می شود. این می تواند هر چیزی باشد، از هل دادن، لگد و ضربه گرفته تا خفه کردن، مهار یا حمله به زن با نوعی شی.<br><br><h3>آزار روانی</h3> زمانی است که مرتکب از طریق کلام و رفتار پرخاشگرانه، این رفتار را محدود می کند. زندگی زن از طریق آزار روانی، مرتکب می تواند زن را با اجازه ندادن به تعامل با افراد دیگر منزوی کند. سوای انزوا، آزار روانی می تواند شامل تهدید، باج گیری و کنترل باشد که به تدریج منجر به فروپاشی روانی می شود. خشونت روانی همچنین می تواند به این معنی باشد که کودکان، حیوانات خانگی یا سایر بستگان قربانی تهدید می شوند. مرد همچنین می تواند شریک زندگی خود را مسخره کند یا شرمنده کند، به عنوان مثال رفتار، عقاید و/یا شیوه زندگی زن.<br><br><h3><h3>سوءاستفاده جنسی</h3> شامل وادار کردن شخص به انجام، انجام یا شاهد اعمال جنسی بر خلاف میل او است. این می تواند در مورد آزار جنسی، اجبار به تماشای فیلم های مستهجن، لمس غیرارادی یا تجاوز جنسی باشد. غیرعادی نیست که قربانی احساس کند برای جلوگیری از سایر اشکال خشونت باید از نظر جنسی در دسترس باشد.<br><br><h3>سوءاستفاده اقتصادی</h3> زمانی است که زن کنترلی بر مالی خود ندارد. منابع ممکن است او اجازه نداشته باشد حقوق خود را نگه دارد یا از کار منع شود. مرتکب همچنین می تواند به نام زن وام بگیرد، گاهی اوقات برخلاف میل او، و به شناسه بانکی او دسترسی داشته باشد. در نهایت این امر استقلال زن را کاهش می دهد. جدای از آن، خشونت اقتصادی می‌تواند بر اعتبار یک زن تأثیر بگذارد، که می‌تواند به دست آوردن خانه یا گرفتن وام برای او چالش‌برانگیز باشد. اغلب، مرتکب کنترل امور مالی و سایر دارایی های مادی را به دست می گیرد تا انزوا، آسیب پذیری را افزایش دهد و ترک رابطه را برای زن دشوارتر کند.<br><br><h3>سوءاستفاده عاطفی</h3> گاهی اوقات این امر می تواند با آزار روانی آمیخته شود، اما به طور کلی، آزار عاطفی راهی برای کنترل زن با استفاده از احساسات برای انتقاد، شرمساری، شرمساری، سرزنش یا دستکاری زن با هدف شکستن عزت نفس و تضعیف سلامت روان او است. گازگرفتن شکل رایج سوء استفاده عاطفی است که در آن زن شروع به شک کردن احساسات خود و زیر سوال بردن واقعیت خود می کند.<br><br><h3>سوءاستفاده دیجیتال</h3> سوء استفاده دیجیتالی استفاده از فناوری هایی است، مانند پیامک و شبکه های اجتماعی قلدری، آزار، تعقیب یا ارعاب شریک زندگی. همچنین می‌تواند شامل خواندن پیام‌ها یا ایمیل‌ها و/یا کشف گذرواژه‌هایی باشد که از زن خواسته می‌شود رمز عبور خود را به عنوان اثبات عشق/صداقت ارائه کند. در برخی موارد، مجرم زن را در رسانه‌های اجتماعی یا برنامه‌های دیگر تعقیب می‌کند. شکل دیگری از سوء استفاده دیجیتالی، ارتباط بیش از حد است، به این معنی که مرتکب پیام‌های متنی و ایمیل‌های زیادی برای کنترل زن ارسال می‌کند.<br><br><h3>خشونت فیزیکی منفعل</h3> قرار دادن کسی در معرض خشونت است که پیامدهای فیزیکی مستقیم دارد. . به عنوان مثال، این می تواند در مورد محروم کردن کسی از خواب یا قرار دادن کسی در معرض استرس روانی طولانی مدت باشد که باعث عوارض جانبی فیزیکی می شود. در برخی موارد، خشونت فیزیکی منفعل می‌تواند با موقعیت آسیب‌پذیر شخص دیگری، مانند خودداری از دارو یا کمک‌ها از فردی که دارای معلولیت یا بیماری است، مرتبط باشد.<br><br><br><br>می‌توانید در <a href={domestic_abuse_url2}>وب‌سایت Unizon، اطلاعات بیشتری در مورد آزار خانگی بخوانید.</a><br><br><u>در اینجا دو ویدیوی TED Talk از بازماندگان خشونت خانگی وجود دارد</a> u><br><br>اما مورفی <a href={domestic_abuse_url3}>I Broke My Silence TED Talk از 19 مارس 2018</a><br><br>Jasvinder Sanghera <a href={domestic_abuse_url4}>Fighting ازدواج های اجباری و سوء استفاده از روی ناموس TED Talk از 28 نوامبر 2013</a><br><br></p></body>
fi: <body><p><p>Parisuhteessa esiintyvä perheväkivalta lisääntyy ajan myötä. Alussa väkivalta on harvinaista. Aluksi väkivaltainen kumppani voi esittää vaatimuksia tai väittää hallitsevansa, mikä vaikuttaa viattomalta ja vaarattomalta. Mutta ajan myötä suhteen osapuolet muuttuvat, kun hyväksikäyttäjien kontrolli ja väkivalta lisääntyvät. Tämä usein pakottaa naisen sopeutumaan ja suostumaan lisääntyviin vaatimuksiin uusien konfliktien välttämiseksi. Vastustaminen johtaa usein lisääntyneeseen väkivaltaan.</p><br><br>Yleensä hyväksikäyttö alkaa usein henkisellä väkivallalla, kuten kriittisillä ja halventavilla kommenteilla, mikä saa naisen lakkaamaan uskomasta itseensä. Sitten fyysinen väkivalta voi tulla jatkoa.<br><br>On tavallista, että nainen eristyy ja menettää sosiaaliset kontaktinsa ja lakkaa tekemästä asioita itse. Pahoinpitelijä kieltää usein naista olemasta vuorovaikutuksessa ystäviensä ja perheensä kanssa. Tämä lisää naisen riippuvuutta väkivaltaisesta kumppanistaan.<br><br>Lisätietoja on osoitteessa <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>On tärkeää tietää. ja tunnustaa, että pahoinpitelyä on eri muodoissa ja nainen kokee usein sekoituksen eri tyyppisiä väkivaltaa, kuten:<br><br><h3>Fyysinen väkivalta</h3> Usein kutsutaan pahoinpitelyksi. Se on silloin, kun tekijä tekee naisen keholle jotain, mikä satuttaa, vahingoittaa ja/tai aiheuttaa epämukavuutta. Se voi olla mitä tahansa työnnöistä, potkuista ja iskuista kuristamiseen, hillitsemiseen tai naisen kimppuun jollain esineellä.<br><br><h3>Psykologinen pahoinpitely</h3> Se on sitä, kun tekijä rajoittaa sanojen ja aggressiivisen käytöksen kautta naisen elämää. Henkisen pahoinpitelyn avulla tekijä voi eristää naisen antamatta hänen olla vuorovaikutuksessa muiden ihmisten kanssa. Eristäytymisen lisäksi psyykkinen hyväksikäyttö voi sisältää uhkailua, kiristystä ja kontrollia, joka johtaa vähitellen psyykkiseen romahtamiseen. Psykologinen väkivalta voi tarkoittaa myös sitä, että uhrin lapsia, lemmikkejä tai muita uhrin omaisia ​​uhkaillaan. Mies voi myös pilkata tai hävetä kumppaniaan, esimerkiksi naisen käyttäytymistä, mielipiteitä ja/tai olemistapaa. <br><br><h3>Seksuaalinen hyväksikäyttö</h3> Pakottaa jonkun osallistumaan, suorittamaan tai todistamaan seksuaalista toimintaa vastoin tahtoaan. Se voi olla seksuaalista häirintää, pornoa katsomaan pakottamista, tahatonta kosketusta tai raiskausta. Ei ole harvinaista, että uhri tuntee tarvitsevansa olla seksuaalisesti tavoitettavissa välttääkseen muun väkivallan muodot.<br><br><h3>Taloudellinen hyväksikäyttö</h3> Kun nainen ei pysty hallitsemaan omaa talouttaan resursseja. Saattaa olla, että hän ei saa pitää palkkaansa tai häntä estetään tekemästä työtä. Tekijä voi myös ottaa lainaa naisen nimiin, joskus vastoin hänen tahtoaan, ja saada hänen pankkitunnuksensa. Viime kädessä tämä heikentää naisen itsenäisyyttä. Sen lisäksi taloudellinen väkivalta voi vaikuttaa naisen luottokelpoisuuteen, mikä voi tehdä hänelle haastavaksi hankkia asunnon tai ottaa omaa lainaa. Usein tekijä ottaa taloudellista ja muuta aineellista omaisuutta hallintaansa lisätäkseen eristyneisyyttä, haavoittuvuutta ja vaikeuttaakseen naisen eroa suhteesta.<br><br><h3>Emotionaalinen hyväksikäyttö</h3> Joskus tämä voi kietoutua psyykkisen väkivallan kanssa, mutta yleensä emotionaalinen väkivalta on tapa hallita naista käyttämällä tunteita kritisoidakseen, nolatakseen, häpeäkseen, syyttääkseen tai muuten manipuloidakseen naista tavoitteenaan murtaa hänen itsetuntonsa ja heikentää hänen mielenterveytensä. Gaslighting on yleinen henkisen väkivallan muoto, jossa nainen alkaa epäillä omia tunteitaan ja kyseenalaistaa todellisuuttaan.<br><br><h3>Digitaalinen hyväksikäyttö</h3> Digitaalinen hyväksikäyttö on teknologioiden, kuten tekstiviestien ja sosiaalisen verkostoitumisen, käyttöä. , kiusata, häiritä, vainoaa tai pelotella kumppania. Siihen voi kuulua myös viestien tai sähköpostien lukeminen ja/tai salasanojen keksiminen tai vaihtoehtoisesti naisen vaatiminen antamaan salasanansa todisteeksi rakkaudestaan/rehellisyydestään. Joissakin tapauksissa tekijä vaanii naista sosiaalisessa mediassa tai muissa sovelluksissa. Toinen digitaalisen hyväksikäytön muoto on liikaviestintä, mikä tarkoittaa, että tekijä lähettää liikaa tekstiviestejä ja sähköposteja hallitakseen naista.<br><br><h3>Passiivinen fyysinen väkivalta</h3> On jonkun altistamista väkivallalle, jolla on välittömiä fyysisiä seurauksia. . Kyse voi esimerkiksi olla jonkun nukkumisen kieltämisestä tai jonkun altistamisesta pitkäaikaiselle henkiselle stressille, joka aiheuttaa fyysisiä sivuvaikutuksia. Joissain tapauksissa passiivinen fyysinen väkivalta voi liittyä jonkun muun haavoittuvaan tilanteeseen, kuten lääkkeiden tai apuvälineiden pidättämiseen vammaiselta tai sairaudelta. <br><br>Voit lukea lisää perheväkivallasta <a href={domestic_abuse_url2}>Unizonin verkkosivustolta.</a><br><br><u>Tässä on kaksi TED Talk -videota perheväkivallasta selviytyneiltä</a. u><br><br>Emma Murphyn <a href={domestic_abuse_url3}>I Breke My Silence TED-keskustelu 19. maaliskuuta 2018</a><br><br>Jasvinder Sangheran <a href={domestic_abuse_url4}>Fighting pakkoavioliitot ja kunniaan perustuva hyväksikäyttö TED-keskustelu 28. marraskuuta 2013</a><br><br></p></body>
no: <body><p><p>Vanlige overgrep i et forhold har en tendens til å vokse over tid. I begynnelsen er vold sjelden. Til å begynne med kan den voldelige partneren stille krav eller hevde dominans, som virker uskyldig og harmløs. Men over tid endres partene i forholdet ettersom overgripernes kontroll og vold øker. Dette tvinger ofte kvinnen til å tilpasse seg og gå med på de økende kravene for å unngå ytterligere konflikter. Å gjøre motstand fører ofte til økt vold.</p><br><br>Generelt begynner overgrep ofte med psykisk vold, som kritiske og nedsettende kommentarer, som gjør at kvinnen slutter å tro på seg selv. Da kan den fysiske volden komme som en fortsettelse.<br><br>Det er vanlig at kvinnen blir isolert og mister sine sosiale kontakter og slutter å gjøre ting på egenhånd. Overgriperen forbyr ofte kvinnen å samhandle med venner og familie. Dette øker kvinnens avhengighet av sin voldelige partner.<br><br>Mer informasjon finner du på <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>Det er viktig å vite og erkjenner at overgrep kommer i ulike former og kvinnen opplever ofte en blanding mellom ulike typer overgrep, slik som:<br><br><h3>Fysisk mishandling</h3> Ofte kalt overgrep. Det er når gjerningsmannen gjør noe med kvinnens kropp som gjør vondt, skader og/eller gir ubehag. Det kan være alt fra dytt, spark og slag til kvelning, tilbakeholdenhet eller å angripe kvinnen med en form for gjenstand.<br><br><h3>Psykisk mishandling</h3> Er når gjerningspersonen gjennom ord og aggressiv atferd begrenser kvinnens liv. Gjennom psykiske overgrep kan gjerningspersonen isolere kvinnen ved å ikke la henne samhandle med andre mennesker. Bortsett fra isolasjon kan psykiske overgrep omfatte trusler, utpressing og kontroll som gradvis fører til psykisk sammenbrudd. Psykisk vold kan også innebære at det fremsettes trusler mot barn, kjæledyr eller andre pårørende til offeret. Mannen kan også latterliggjøre eller skamme sin partner, for eksempel kvinnens oppførsel, meninger og/eller hennes væremåte. <br><br><h3>Seksuelle overgrep</h3> Innebærer å tvinge noen til å delta i, utføre eller være vitne til seksuelle handlinger mot deres vilje. Det kan handle om seksuell trakassering, å bli tvunget til å se porno, ufrivillig berøring eller voldtekt. Det er ikke uvanlig at offeret føler at hun trenger å være seksuelt tilgjengelig for å unngå andre former for vold.<br><br><h3>Økonomiske overgrep</h3> Er når kvinnen ikke har kontroll over sin egen økonomiske ressurser. Det kan være at hun ikke får beholde lønnen eller er forhindret i å jobbe. Gjerningsmannen kan også ta opp lån i kvinnens navn, noen ganger mot hennes vilje, og få tilgang til hennes bank-ID. Til syvende og sist reduserer dette kvinnens uavhengighet. Bortsett fra det kan økonomisk vold påvirke en kvinnes kredittverdighet, noe som kan gjøre det utfordrende for henne å skaffe seg en bolig eller ta opp lån selv. Ofte tar gjerningsmannen kontroll over økonomien og andre materielle verdier for å øke isolasjon, sårbarhet og gjøre det vanskeligere for kvinnen å forlate forholdet.<br><br><h3>Følelsesmessig misbruk</h3> Noen ganger er dette kan flettes sammen med psykologisk mishandling, men generelt er emosjonell mishandling en måte å kontrollere kvinnen ved å bruke følelser til å kritisere, flaue, skamme, skylde på eller på annen måte manipulere kvinnen med det mål å bryte ned hennes selvtillit og undergrave hennes mentale helse. Gaslighting er en vanlig form for følelsesmessig overgrep der kvinnen begynner å tvile på sine egne følelser og stille spørsmål ved sin virkelighet.<br><br><h3>Digitalt misbruk</h3> Digitalt misbruk er bruk av teknologier, som tekstmeldinger og sosiale nettverk , å mobbe, trakassere, forfølge eller skremme en partner. Det kan også omfatte å lese meldinger eller e-poster og/eller finne ut passord, alternativt kreve at kvinnen oppgir passordene sine som et bevis på kjærlighet/ærlighet. I noen tilfeller forfølger gjerningsmannen kvinnen på sosiale medier eller andre apper. En annen form for digitalt overgrep er overkommunikasjon, det vil si at gjerningspersonen sender for mange tekstmeldinger og e-poster for å kontrollere kvinnen.<br><br><h3>Passiv fysisk vold</h3> Er å utsette noen for vold som har direkte fysiske konsekvenser . Det kan for eksempel handle om å nekte noen søvn eller å utsette noen for langvarig psykisk stress som gir fysiske bivirkninger. I noen tilfeller kan passiv fysisk vold være knyttet til andres sårbare situasjon, som å holde tilbake medisiner eller hjelpemidler fra en person som har en funksjonshemming eller sykdom. <br><br>Du kan lese mer om vold i hjemmet på <a href={domestic_abuse_url2}>Unizons nettsted.</a><br><br><u>Her er to TED Talk-videoer fra overlevende fra vold i hjemmet</a> u><br><br>Emma Murphys <a href={domestic_abuse_url3}>I Broke My Silence TED Talk fra 19. mars 2018</a><br><br>Jasvinder Sangheras <a href={domestic_abuse_url4}>kamp tvangsekteskap og æresbaserte overgrep TED Talk fra 28. november 2013</a><br><br></p></body>
pl: <body><p><p>Przemoc domowa w związku narasta z czasem. Na początku przemoc jest rzadkością. Na początku agresywny partner może stawiać żądania lub domagać się dominacji, które wydają się niewinne i nieszkodliwe. Ale z biegiem czasu strony w związku zmieniają się wraz ze wzrostem kontroli i przemocy sprawców. To często zmusza kobietę do przystosowania się i przystania na rosnące żądania, aby uniknąć dalszych konfliktów. Opór często prowadzi do nasilenia przemocy.</p><br><br>Ogólnie rzecz biorąc, przemoc często zaczyna się od przemocy psychicznej, takiej jak krytyczne i uwłaczające komentarze, które powodują, że kobieta przestaje wierzyć w siebie. Wtedy przemoc fizyczna może być kontynuacją.<br><br>Często zdarza się, że kobieta izoluje się, traci kontakty społeczne i przestaje robić coś samodzielnie. Sprawca często zabrania kobiecie interakcji z przyjaciółmi i rodziną. Zwiększa to zależność kobiety od jej agresywnego partnera.<br><br>Więcej informacji można znaleźć na stronie <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br>Ważne jest, aby wiedzieć i rozpoznaj, że przemoc ma różne formy, a kobieta często doświadcza mieszanki różnych rodzajów przemocy, takich jak:<br><br><h3>Przemoc fizyczna</h3> Często nazywana napaścią. To wtedy sprawca robi coś z ciałem kobiety, co boli, rani i/lub powoduje dyskomfort. Może to być wszystko, od pchnięć, kopnięć i uderzeń po uduszenie, krępowanie lub atakowanie kobiety jakimś przedmiotem.<br><br><h3>Przemoc psychiczna</h3> Ma miejsce, gdy sprawca poprzez słowa i agresywne zachowanie ogranicza życie kobiety. Poprzez psychiczne znęcanie się sprawca może izolować kobietę, nie pozwalając jej wchodzić w interakcje z innymi ludźmi. Poza izolacją, przemoc psychiczna może obejmować groźby, szantaż i kontrolę, które stopniowo prowadzą do załamania psychicznego. Przemoc psychiczna może również oznaczać groźby wobec dzieci, zwierząt domowych lub innych krewnych ofiary. Mężczyzna może też ośmieszyć lub zawstydzić swoją partnerkę, np. zachowaniem kobiety, opiniami i/lub jej sposobem bycia. <br><br><h3>Wykorzystywanie seksualne</h3> Polega na zmuszaniu kogoś do angażowania się, wykonywania czynności seksualnych lub bycia świadkiem aktów seksualnych wbrew ich woli. Może to dotyczyć molestowania seksualnego, zmuszania do oglądania filmów pornograficznych, mimowolnego dotykania lub gwałtu. Nierzadko ofiara czuje, że musi być dostępna seksualnie, aby uniknąć innych form przemocy.<br><br><h3>Przemoc ekonomiczna</h3> ma miejsce, gdy kobieta nie ma kontroli nad własnymi finansami Surowce. Może się zdarzyć, że nie pozwolono jej zachować wynagrodzenia lub uniemożliwiono jej podjęcie pracy. Sprawca może również zaciągać kredyty na nazwisko kobiety, czasem wbrew jej woli, i mieć dostęp do jej dowodu bankowego. Ostatecznie zmniejsza to niezależność kobiety. Poza tym przemoc ekonomiczna może wpłynąć na zdolność kredytową kobiety, co może utrudnić jej uzyskanie mieszkania lub zaciągnięcie własnego kredytu. Często sprawca przejmuje kontrolę nad finansami i innymi dobrami materialnymi, aby zwiększyć izolację, bezbronność i utrudnić kobiecie opuszczenie związku.<br><br><h3>Przemoc emocjonalna</h3> Czasami to może przeplatać się z przemocą psychiczną, ale generalnie przemoc emocjonalna jest sposobem kontrolowania kobiety za pomocą emocji w celu krytykowania, zawstydzania, zawstydzania, obwiniania lub manipulowania kobietą w inny sposób w celu załamania jej poczucia własnej wartości i podważenia jej zdrowia psychicznego. Gaslighting to powszechna forma przemocy emocjonalnej, w której kobieta zaczyna wątpić we własne uczucia i kwestionować rzeczywistość.<br><br><h3>Przemoc cyfrowa</h3> Przemoc cyfrowa to korzystanie z technologii, takich jak wysyłanie SMS-ów i sieci społecznościowe , aby znęcać się, nękać, prześladować lub zastraszać partnera. Może to również obejmować czytanie wiadomości lub e-maili i/lub wymyślanie haseł lub żądanie, aby kobieta podała swoje hasła jako dowód miłości/uczciwości. W niektórych przypadkach sprawca śledzi kobietę w mediach społecznościowych lub innych aplikacjach. Inną formą przemocy cyfrowej jest nadmierna komunikacja, co oznacza, że ​​sprawca wysyła zbyt wiele SMS-ów i e-maili, aby kontrolować kobietę.<br><br><h3>Pasywna przemoc fizyczna</h3> Naraża kogoś na przemoc, która ma bezpośrednie konsekwencje fizyczne . Na przykład może to dotyczyć odmawiania komuś snu lub narażania kogoś na długotrwały stres psychiczny, który powoduje fizyczne skutki uboczne. W niektórych przypadkach bierna przemoc fizyczna może być powiązana z trudną sytuacją innej osoby, na przykład z odmową przyjęcia lekarstw lub pomocy osobie niepełnosprawnej lub chorej. <br><br>Możesz przeczytać więcej o przemocy domowej na <a href={domestic_abuse_url2}>stronie internetowej Unizon.</a><br><br><u>Oto dwa filmy TED Talk od ofiar przemocy domowej</ u><br><br>Emma Murphy <a href={domestic_abuse_url3}>Przełamałem milczenie TED Talk z 19 marca 2018 r.</a><br><br>Jasvinder Sanghera <a href={domestic_abuse_url4}>Walka przymusowe małżeństwa i nadużycia honorowe TED Talk z 28 listopada 2013 r.</a><br><br></p></body>
sv: <body><p><p>Misshandel inom ett förhållande tenderar att växa med tiden. Fysiskt våld uppkommer oftast senare i relationen. Till en början kan den våldsamma partnern ställa krav eller hävda dominans, som verkar oskyldiga och ofarliga. Men med tiden förändras parterna i relationen i takt med att förövarnas kontroll och våld ökar. Detta medför ofta kvinnan att måste anpassa sig och gå med på de ökande kraven för att undvika ytterligare konflikter. Att göra motstånd leder ofta till ökat våld.</p><br><br>I allmänhet börjar övergrepp ofta med psykiskt våld, såsom kritiska och nedsättande kommentarer, vilket gör att kvinnan slutar tro på sig själv. Då kan det fysiska våldet komma som en fortsättning.<br><br>Det är vanligt att kvinnan blir isolerad och tappar sina sociala kontakter och slutar göra saker på egen hand. Våldsutövaren förbjuder ofta kvinnan att interagera med sina vänner och familj. Detta ökar kvinnans beroende av sin våldsamma partner.<br><br>Mer information finns på <a href={domestic_abuse_url1}>Nationellt Centrum för Kvinnofrid.</a><br><br> Det är viktigt att veta att övergrepp kommer i olika former och kvinnan upplever ofta en blandning mellan olika typer av övergrepp, såsom:<br><br><h3>Fysisk misshandel</h3>. Det är när förövaren gör något med kvinnans kropp som gör ont, skadar och/eller orsakar obehag. Det kan vara allt från knuffar, sparkar och slag till strypning, fasthållning eller att attackera kvinnan med något slags föremål.<br><br><h3>Psykologisk misshandel</h3> Är förövaren genom ord och aggressivt beteende begränsar kvinnans liv. Genom psykisk misshandel kan förövaren isolera kvinnan genom att inte låta henne interagera med andra människor. Förutom isolering kan psykisk misshandel innefatta hot, utpressning och kontroll som gradvis leder till psykiskt sammanbrott. Psykiskt våld kan också innebära att det framförs hot mot barn, husdjur eller andra anhöriga till offret. Mannen kan också förlöjliga eller skämma ut sin partner, till exempel kvinnans beteende, åsikter och/eller hennes sätt att vara. <br><br><h3>Sexuella övergrepp</h3> Innebär att tvinga någon att delta i, utföra eller bevittna sexuella handlingar mot sin vilja. Det kan handla om sexuella trakasserier, att tvingas titta på porr, ofrivillig beröring eller våldtäkt. Det är inte ovanligt att offret känner att hon behöver vara sexuellt tillgänglig för att undvika andra former av våld.<br><br><h3>Ekonomiska övergrepp</h3> Är när kvinnan inte har kontroll över sin egen ekonomiska resurser. Det kan vara så att hon inte får behålla sin lön eller är hindrad från att arbeta. våldsutövaren kan också ta lån i kvinnans namn, ibland mot hennes vilja, och få tillgång till hennes bank-ID. I slutändan minskar detta kvinnans självständighet. Bortsett från det kan ekonomiskt våld påverka en kvinnas kreditvärdighet, vilket kan göra det svårt för henne att skaffa en bostad eller ta egna lån. Ofta tar förövaren kontroll över ekonomin och andra materiella tillgångar för att öka isoleringen, sårbarheten och göra det svårare för kvinnan att lämna relationen.<br><br><h3>Emotionell misshandel</h3> Ibland är detta kan sammanflätas med psykisk misshandel men generellt sett är emotionell misshandel ett sätt att kontrollera kvinnan genom att använda känslor för att kritisera, skämma ut, skämma ut, skylla på eller på annat sätt manipulera kvinnan med målet att bryta ner hennes självkänsla och underminera hennes mentala hälsa. Gaslighting är en vanlig form av emotionellt våld där kvinnan börjar tvivla på sina egna känslor och ifrågasätter sin verklighet.<br><br><h3>Digitalt våld</h3> Vid digitalt våld använder förövaren teknologier, såsom sms och sociala nätverk för att mobba, trakassera, förfölja eller skrämma en partner. Det kan också innefatta att läsa sms meddelanden eller e-postmeddelanden och/eller ta reda på lösenord alternativt kräva att kvinnan tillhandahåller sina lösenord som ett bevis på kärlek/ärlighet. I vissa fall förföljer förövaren kvinnan på sociala medier eller andra appar. En annan form av digital övergrepp är överkommunikation, vilket innebär att förövaren skickar för många sms och e-postmeddelanden för att kontrollera kvinnan.<br><br><h3>Passivt fysiskt våld</h3> Är att utsätta någon för våld som får direkta fysiska konsekvenser. Det kan till exempel handla om att neka någon sömn eller att utsätta någon för långvarig psykisk stress som orsakar fysiska biverkningar. I vissa fall kan passivt fysiskt våld kopplas till någon annans utsatta situation, som att undanhålla medicin eller hjälpmedel från en person som har en funktionsvariation eller sjukdom. <br><br>Du kan läsa mer om övergrepp i hemmet på <a href={domestic_abuse_url2}>Unizons webbplats.</a><br><br><u>Här är två TED Talk-videor från överlevande övergrepp i hemmet</a> u><br><br>Emma Murphys <a href={domestic_abuse_url3}>I Broke My Silence TED Talk från 19 mars 2018</a><br><br>Jasvinder Sangheras <a href={domestic_abuse_url4}>kamp tvångsäktenskap och hedersbaserade övergrepp TED Talk från 28 november 2013</a><br><br></p></body>
