Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# domestic_abuse
source: What is domestic abuse
ar: ما هو العنف المنزلي؟
da: Hvad er misbrug i hjemmet?
es: ¿Qué es el abuso doméstico?
fa: آزار خانگی چیست؟
fi: Mitä on perheväkivalta?
no: Hva er vold i hjemmet?
pl: Co to jest przemoc domowa?
sv: Vad är våld i hemmet?
