Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# helpful_tips_desc
source: <body><p><ul> <li> Make a habit of backing the car into the driveway (so you can quickly pull out) and having a full tank of gas. Keep your car keys in the same place so you can easily grab them. If you would be leaving by yourself (if you don’t have children), you might want to even keep the driver’s door unlocked (and the other car doors locked) so that you are prepared to make a quick escape if you have to. If possible, you can leave copies of your identification and other important documents in your car.<br/></li> <li> Think of several reasons for leaving the house at different times of the day or night that the abuser will believe, in case you feel that the violence is about to erupt, and you need an excuse to get out.<br/></li> <li> If you can have a bag packed with the items you want to bring, such as legal documents, a set of clothes, medication etc. You can hide your back somewhere the abuser will not find it. Perhaps leaving it with a trusted friend or family member. Try not to use close family members or mutual friends as the abuser may find it there.<br/></li> <li> If possible, let friends and neighbors who you trust know what is going on in your home. Make a plan with them so that they know when you need help and so they know what to do (such as calling the police or banging on your door). Make up a signal with a trusted neighbor, like flashing the lights on and off or hanging something out the window, which will alert him/her that you need help.<br/></li> <li> If you need help in a public place, yell “Fire!” People respond more quickly to someone yelling “fire” than to any other cry for help.<br/></li> <li> Keep the number to Kvinnofridslinjen on your phone under a hidden name, if you need to call them.<br/></li> <li> If you have children, tell them not to get involved if the abuser is hurting you since they may get hurt too. Decide on a code word to let them know that they should leave the house and get help. If the abuser won’t let them leave the house safely, figure out with them where would be a safe place for them to go within the house where they can call for help (such as a room with a lock and a phone). Make sure they know that their priority is to stay safe, not to physically protect you.<br/></li> <li> Practice different ways to get out of your house safely. If you have children, practice with them as well.<br/></li> <li> In your household, be aware of anything the abuser can use as a weapon. If you can, try and keep any sharp or heavy objects that he may use to hurt you, like a hammer or an ice pick, out of the way.<br/></li> <li> Figure out where the “safer places” are in your home – the places where there aren’t weapons within arm’s reach. If it looks like the abuser is about to hurt you, try to get to a safer place. Stay out of the kitchen, garage, workshop or other room where items that can be used as weapons are kept. Try to avoid rooms with tile or hardwood floors if possible.<br/></li> <li> If there’s no way to escape the violence at that moment, make yourself a small target. Dive into a corner and curl up into a ball. Protect your face and put your arms around each side of your head, wrapping your fingers together.<br/></li> <li> Try not to wear scarves or long jewelry. The abuser could use these things to strangle you.<br/></li> </ul> </p></body>
ar: <body> <p> <ul> <li> اعتد على دعم السيارة في الممر (حتى تتمكن من الانسحاب بسرعة) وامتلاك خزان وقود ممتلئ. احتفظ بمفاتيح سيارتك في نفس المكان حتى تتمكن من الإمساك بها بسهولة. إذا كنت ستغادر بمفردك (إذا لم يكن لديك أطفال) ، فقد ترغب في إبقاء باب السائق مفتوحًا (وأبواب السيارة الأخرى مغلقة) حتى تكون مستعدًا للهروب السريع إذا كان عليك ذلك. إذا أمكن ، يمكنك ترك نسخ من هويتك وغيرها من المستندات المهمة في سيارتك. <br/> </li> <li> فكر في عدة أسباب لمغادرة المنزل في أوقات مختلفة من النهار أو الليل يعتقد المعتدي أنها ، في حال شعرت أن العنف على وشك الانفجار ، وتحتاج إلى عذر للخروج. <br/> </li> <li> إذا كان بإمكانك الحصول على حقيبة مليئة بالأشياء التي تريد إحضارها ، مثل المستندات القانونية ، ومجموعة الملابس ، والأدوية ، إلخ. يمكنك إخفاء ظهرك في مكان لا يجده المعتدي. ربما ترك الأمر مع صديق موثوق به أو أحد أفراد الأسرة. حاول ألا تستخدم أفراد العائلة المقربين أو الأصدقاء المشتركين حيث قد يجدها المعتدي هناك. <br/> </li> <li> إذا أمكن ، دع الأصدقاء والجيران الذين تثق بهم يعرفون ما يحدث في منزلك. ضع خطة معهم حتى يعرفوا متى تحتاج إلى المساعدة وحتى يعرفوا ما يجب عليهم فعله (مثل الاتصال بالشرطة أو الطرق على بابك). اصنع إشارة مع جار موثوق به ، مثل وميض الأضواء وإيقافها أو تعليق شيء ما خارج النافذة ، لتنبيهه / تنبهها إلى أنك بحاجة إلى المساعدة. <br/> </li> <li> إذا كنت بحاجة إلى مساعدة في مكان عام ، الصراخ "حريق!" يستجيب الأشخاص بشكل أسرع لأي شخص يصرخ "نارًا" أكثر من أي صرخة أخرى طلبًا للمساعدة. <br/> </li> <li> احتفظ برقم Kvinnofridslinjen على هاتفك تحت اسم مخفي ، إذا كنت بحاجة إلى الاتصال به. < ر /> </li> <li> إذا كان لديك أطفال ، أخبرهم ألا يتورطوا إذا كان الشخص المسيء يؤذيك لأنهم قد يتأذون أيضًا. قرر كلمة سر لإعلامهم بمغادرة المنزل وطلب المساعدة. إذا لم يسمح الجاني لهم بمغادرة المنزل بأمان ، اتفق على مكان آمن في منزلك حيث يمكنهم الاختباء وطلب المساعدة ، ويفضل أن تكون غرفة بها قفل والوصول إلى الهاتف. أخبرهم أن أولويتهم هي حماية أنفسهم وليس حمايتك جسديًا. <br/> </li> <li> تدرب على طرق مختلفة للخروج من المنزل بأمان. إذا كان لديك أطفال ، تدرب معهم أيضًا. <br/> </li> إذا لم يكن هناك طريقة للهروب من العنف ، اجعل نفسك هدفًا صغيرًا. انغمس في الزاوية واتجه نحو الكرة. احمِ وجهك ولفي ذراعيك حول رأسك واربطي أصابعك معًا.<br/></li> </ul> </p></body>
da: <body><p><ul> <li> Få en vane med at bakke bilen ind i indkørslen (så du kan trække hurtigt ud) og have en fuld tank benzin. Opbevar dine bilnøgler det samme sted, så du nemt kan få fat i dem, hvis du skal forlade hjemmet hurtigt. Hvis du ikke har børn, kan du endda lade førerdøren være ulåst (og de andre døre låst). Efterlad om muligt kopier af dit ID og andre vigtige dokumenter i din bil.<br/></li> <li> Tænk på flere grunde til at forlade huset på forskellige tidspunkter af dagen, som gerningsmanden vil tro, hvis du føler, at volden er ved at bryde ud, og du har brug for en undskyldning for at tage afsted.<br/></li> <li> Hvis du kan, er det en god idé at have en taske pakket med de ting, du gerne vil have med dig. , som f.eks juridiske dokumenter, et sæt tøj, medicin osv. Du bør gemme denne taske, hvor din gerningsmand ikke finder den. Hvis det er muligt, er det en god idé at efterlade tasken hos en betroet ven eller et familiemedlem.<br/></li> <li> Hvis det er muligt, så lad venner og naboer, du stoler på, vide, hvad der foregår i dit hjem. Lav en plan med dem, så de ved, hvornår du har brug for hjælp, og hvordan de bedst kan hjælpe dig, såsom at ringe til politiet eller banke på din dør. I kan også aftale et signal, såsom at tænde og slukke lyset eller hænge noget ud af vinduet, som gør ham/hende opmærksom på, at du har brug for hjælp.<br/></li> <li> Hvis du har brug for hjælp til et offentligt sted, råb "Det brænder!" Folk reagerer hurtigere på nogen, der råber "det brænder" end på nogen, der ringer efter hjælp.<br/></li> <li> Behold nummeret til Women's Peace Line på din telefon anonymt, hvis du har brug for at ringe til dem. < br/> </li> <li> Hvis du har børn, så fortæl dem om ikke at blive involveret, hvis misbrugeren sårer dig, fordi de også kan komme til skade. Beslut dig for et kodeord for at lade dem vide, at de skal forlade huset og søge hjælp. Hvis gerningsmanden ikke vil lade dem forlade huset sikkert, så aftal et sikkert sted i dit hus, hvor de kan gemme sig og tilkalde hjælp, gerne et værelse med lås og adgang til telefon. Fortæl dem, at deres prioritet er at beskytte sig selv og ikke fysisk beskytte dig. <br/></li> <li> Øv på forskellige måder at komme sikkert ud af huset på. Hvis du har børn, så træn også med dem.<br/></li> Hvis der ikke er nogen måde at undslippe volden, så gør dig selv til et lille mål. Dyk ned i et hjørne og krøl dig sammen til en bold. Beskyt dit ansigt og svøb dine arme om dit hoved og snør fingrene sammen.<br/></li> <li> </ul> </p></body>
es: <body><p><ul> <li> Adquiera el hábito de retroceder el automóvil hacia el camino de entrada (para poder salir rápidamente) y tener el tanque lleno de gasolina. Mantenga las llaves de su automóvil en el mismo lugar para que pueda agarrarlas fácilmente si tiene que salir de casa rápidamente. Si no tiene hijos, puede incluso dejar la puerta del conductor abierta (y las otras puertas cerradas). Si es posible, deje copias de su identificación y otros documentos importantes en su automóvil.<br/></li> <li> Piense en varias razones para salir de la casa a diferentes horas del día que el perpetrador creerá, en caso de que Sientes que la violencia está a punto de estallar y necesitas una excusa para irte.<br/></li> <li> Si puedes, es una buena idea tener una maleta preparada con las cosas que quieres llevar contigo. , como por ejemplo documentos legales, un juego de ropa, medicamentos, etc. Debe esconder esta bolsa donde su perpetrador no la encuentre. Si es posible, es una buena idea dejar la bolsa con un amigo o familiar de confianza.<br/></li> <li> Si es posible, informe a sus amigos y vecinos de confianza lo que sucede en su hogar. Haga un plan con ellos para que sepan cuándo necesita ayuda y cómo pueden ayudarlo mejor, como llamar a la policía o tocar a su puerta. También puede acordar una señal, como encender y apagar las luces o colgar algo en la ventana, que le avise de que necesita ayuda.<br/></li> <li> Si necesita ayuda con un lugar público, gritar "¡Está en llamas!" La gente responde más rápido a alguien que grita "está en llamas" que a alguien que pide ayuda.<br/></li> <li> Mantenga el número de la Línea de Mujeres por la Paz en su teléfono de forma anónima, si necesita llamarlos. <br/> </li> <li> Si tienes hijos, diles que no se involucren si el abusador te lastima porque ellos también podrían lastimarse. Decida una palabra clave para hacerles saber que deben salir de la casa y buscar ayuda. Si el perpetrador no le permite salir de la casa de manera segura, acuerde un lugar seguro en su casa donde pueda esconderse y pedir ayuda, preferiblemente una habitación con cerradura y acceso a un teléfono. Dígales que su prioridad es protegerse a sí mismos y no protegerlo físicamente. <br/></li> <li> Practique diferentes formas de salir de la casa de manera segura. Si tienes hijos, entrena con ellos también.<br/></li> Si no hay forma de escapar de la violencia, conviértete en un blanco pequeño. Sumérgete en una esquina y hazte un ovillo. Protéjase la cara, rodee la cabeza con los brazos y junte los dedos.<br/></li> <li> </ul> </p></body>
fa: <body><p><ul> <li> عادت کنید که ماشین را به داخل راهرو بکشید (تا بتوانید سریع از آن خارج شوید) و باک بنزین پر باشد. کلیدهای ماشین خود را در همان مکان نگه دارید تا بتوانید به راحتی آنها را بگیرید. اگر خودتان می‌روید (اگر بچه ندارید)، ممکن است بخواهید حتی درب راننده را باز نگه دارید (و سایر درهای ماشین را قفل کنید) تا در صورت لزوم آماده فرار سریع باشید. در صورت امکان، می توانید کپی شناسنامه و سایر مدارک مهم خود را در خودروی خود بگذارید.<br/></li> <li> دلایل متعددی را برای خروج از خانه در ساعات مختلف شبانه روز در نظر بگیرید که آزاردهنده باور خواهد کرد. ، در صورتی که احساس کردید که خشونت در شرف فوران است و به بهانه ای نیاز دارید تا بیرون بیایید.<br/></li> <li> اگر می توانید یک کیسه بسته بندی شده با وسایلی که می خواهید بیاورید، مانند اسناد قانونی، مجموعه ای از لباس ها، داروها و غیره. می توانید پشت خود را در جایی پنهان کنید که سوء استفاده کننده آن را پیدا نکند. شاید آن را به یک دوست قابل اعتماد یا یکی از اعضای خانواده بسپارید. سعی کنید از اعضای نزدیک خانواده یا دوستان مشترک استفاده نکنید زیرا ممکن است آزاردهنده آن را در آنجا پیدا کند.<br/></li> <li> در صورت امکان، به دوستان و همسایگانی که به آنها اعتماد دارید اجازه دهید از آنچه در خانه شما می گذرد مطلع شوند. با آنها برنامه ای تنظیم کنید تا بدانند چه زمانی به کمک نیاز دارید و بدانند چه کاری انجام دهند (مانند زنگ زدن به پلیس یا کوبیدن درب منزل شما). با یک همسایه مورد اعتماد سیگنالی تنظیم کنید، مانند روشن و خاموش کردن چراغ‌ها یا آویزان کردن چیزی بیرون از پنجره، که به او هشدار می‌دهد که به کمک نیاز دارید.<br/></li> <li> اگر به کمک نیاز دارید یک مکان عمومی، فریاد بزنید "آتش!" مردم به فریاد «آتش» سریع‌تر از هر فریاد کمک دیگری پاسخ می‌دهند.<br/></li> <li> اگر می‌خواهید با او تماس بگیرید، شماره Kvinnofridslinjen را در تلفن خود با نامی مخفی نگه دارید.< br/></li> <li> اگر بچه دارید، به آنها بگویید که اگر آزاردهنده شما را آزار می دهد درگیر این موضوع نشوند زیرا ممکن است آنها هم صدمه ببینند. در مورد یک کلمه رمز تصمیم بگیرید تا به آنها اطلاع دهید که خانه را ترک کرده و کمک بخواهید. اگر مرتکب اجازه نمی دهد که آنها به سلامت خانه را ترک کنند، در مورد یک مکان امن در خانه خود توافق کنید که بتوانند در آن مخفی شوند و برای کمک تماس بگیرند، ترجیحا اتاقی با قفل و دسترسی به تلفن. به آنها بگویید که اولویت آنها محافظت از خود است نه محافظت فیزیکی از شما. <br/></li> <li> روش های مختلفی را برای بیرون رفتن ایمن از خانه تمرین کنید. اگر بچه دارید، با آنها هم تمرین کنید.<br/></li> اگر راهی برای فرار از خشونت وجود ندارد، خود را هدف کوچکی قرار دهید. به گوشه ای شیرجه بزنید و به شکل یک توپ جمع شوید. صورت خود را محافظت کنید و بازوهای خود را دور سر خود ببندید و انگشتان خود را به هم ببندید.<br/></li> <li> </ul> </p></body>
fi: <body><p><ul> <li> Ota tapana perääntyä auto ajotielle (jotta voit vetäytyä nopeasti) ja ottaa täysi tankki bensaa. Pidä auton avaimet samassa paikassa, jotta voit helposti napata ne, jos sinun on poistuttava kotoa nopeasti. Jos sinulla ei ole lapsia, voit jopa jättää kuljettajan oven lukitsematta (ja muut ovet lukittuina). Jos mahdollista, jätä kopiot henkilöllisyystodistuksestasi ja muista tärkeistä asiakirjoista autoosi.<br/></li> <li> Mieti useita syitä, miksi poistut kotoa eri vuorokaudenaikoina, joita tekijä uskoo, jos sinä tuntuu siltä, ​​että väkivalta puhkeaa ja tarvitset tekosyyn lähteäksesi.<br/></li> <li> Jos voit, on hyvä idea pitää pussi täynnä tavaroita, jotka haluat ottaa mukaasi. , kuten esimerkiksi lailliset asiakirjat, vaatesarja, lääkkeet jne. Sinun tulee piilottaa tämä laukku paikkaan, josta tekijäsi ei löydä sitä. Jos mahdollista, on hyvä idea jättää laukku luotettavalle ystävälle tai perheenjäsenelle.<br/></li> <li> Jos mahdollista, kerro ystävillesi ja naapureillesi, joita luotat, mitä kotonasi tapahtuu. Tee suunnitelma heidän kanssaan, jotta he tietävät milloin tarvitset apua ja kuinka he voivat auttaa sinua parhaiten, esimerkiksi soittamalla poliisille tai koputtamalla ovellesi. Voit myös sopia signaalista, kuten valojen sytyttämisestä ja sammuttamisesta tai ripustamalla jotain ulos ikkunasta, mikä ilmoittaa hänelle, että tarvitset apua.<br/></li> <li> Jos tarvitset apua julkisella paikalla, huuda "Se on tulessa!" Ihmiset reagoivat nopeammin, jos joku huutaa "se on tulessa" kuin joku, joka huutaa apua.<br/></li> <li> Pidä naisten rauhanlinjan numero puhelimessasi nimettömänä, jos sinun tarvitsee soittaa heille. < br/> </li> <li> Jos sinulla on lapsia, pyydä heitä olemaan puuttumatta asiaan, jos hyväksikäyttäjä satuttaa sinua, koska he voivat myös loukkaantua. Valitse koodisana, jonka avulla he voivat poistua kotoa ja hakea apua. Jos tekijä ei anna heidän poistua kotoa turvallisesti, sovi talossasi turvallinen paikka, jossa he voivat piiloutua ja kutsua apua, mieluiten huone, jossa on lukko ja pääsy puhelimeen. Kerro heille, että heidän ensisijaisena tavoitteenaan on suojella itseään eikä suojella sinua fyysisesti. <br/></li> <li> Harjoittele erilaisia ​​tapoja päästä pois kotoa turvallisesti. Jos sinulla on lapsia, harjoittele myös heidän kanssaan.<br/></li> Jos et voi paeta väkivaltaa, tee itsestäsi pieni kohde. Sukella nurkkaan ja käpertyä palloksi. Suojaa kasvosi ja kiedo kätesi pään ympärille ja sido sormesi yhteen.<br/></li> <li> </ul> </p></body>
no: <body><p><ul> <li> Få en vane med å rygge bilen inn i oppkjørselen (slik at du kan trekke deg raskt ut) og ha en full tank med bensin. Oppbevar bilnøklene på samme sted, slik at du enkelt kan ta dem hvis du raskt må reise hjemmefra. Hvis du ikke har barn, kan du til og med la førerdøren være ulåst (og de andre dørene låst). Hvis mulig, la kopier av ID-en din og andre viktige dokumenter ligge i bilen din.<br/></li> <li> Tenk på flere grunner til å forlate huset til forskjellige tider på dagen som gjerningsmannen vil tro, i tilfelle du føler at vold er i ferd med å bryte ut, og du trenger en unnskyldning for å dra.<br/></li> <li> Hvis du kan, er det lurt å ha en bag fullpakket med tingene du vil ha med deg , som for eksempel juridiske dokumenter, et sett med klær, medisiner osv. Du bør gjemme denne posen der gjerningsmannen ikke finner den. Hvis det er mulig, er det lurt å la posen ligge hos en betrodd venn eller et familiemedlem.<br/></li> <li> Hvis det er mulig, la venner og naboer du stoler på vite hva som skjer i hjemmet ditt. Lag en plan med dem slik at de vet når du trenger hjelp og hvordan de best kan hjelpe deg, for eksempel å ringe politiet eller banke på døren. Du kan også avtale et signal, som å slå av og på lyset eller henge noe ut av vinduet, som varsler ham/henne om at du trenger hjelp.<br/></li> <li> Hvis du trenger hjelp med et offentlig sted, rop "Det brenner!" Folk reagerer raskere på noen som roper «det brenner» enn på noen som ringer etter hjelp.<br/></li> <li> Hold nummeret til Women's Peace Line på telefonen anonymt, hvis du trenger å ringe dem. < br/> </li> <li> Hvis du har barn, fortell dem om ikke å engasjere seg hvis overgriperen sårer deg fordi de også kan bli såret. Bestem deg for et kodeord for å gi dem beskjed om å forlate huset og søke hjelp. Dersom gjerningsmannen ikke lar dem forlate huset trygt, avtal et trygt sted i huset der de kan gjemme seg og ringe etter hjelp, gjerne et rom med lås og tilgang til telefon. Fortell dem at deres prioritet er å beskytte seg selv og ikke beskytte deg fysisk. <br/></li> <li> Øv på forskjellige måter å komme seg trygt ut av huset på. Hvis du har barn, tren med dem også.<br/></li> Hvis det ikke er noen måte å unnslippe volden, gjør deg selv til et lite mål. Dykk ned i et hjørne og krøl deg sammen til en ball. Beskytt ansiktet ditt og legg armene rundt hodet og snør fingrene sammen.<br/></li> <li> </ul> </p></body>
pl: <body><p><ul> <li> Wyrób sobie nawyk cofania samochodu na podjazd (abyś mógł szybko wyjechać) i posiadania pełnego baku. Trzymaj kluczyki do samochodu w tym samym miejscu, abyś mógł je łatwo zabrać, jeśli musisz szybko wyjść z domu. Jeśli nie masz dzieci, możesz nawet zostawić otwarte drzwi kierowcy (a pozostałe drzwi zamknięte). Jeśli to możliwe, zostaw w samochodzie kopie dowodu osobistego i innych ważnych dokumentów.<br/></li> <li> Pomyśl o kilku powodach wychodzenia z domu o różnych porach dnia, w które uwierzy sprawca, na wypadek gdybyś Ty czujesz, że zaraz wybuchnie przemoc i potrzebujesz wymówki, by wyjść.<br/></li> <li> Jeśli możesz, dobrze jest mieć torbę spakowaną rzeczami, które chcesz zabrać ze sobą , jak na przykład dokumenty prawne, komplet ubrań, lekarstwa itp. Powinieneś schować tę torbę tam, gdzie sprawca jej nie znajdzie. Jeśli to możliwe, dobrze jest zostawić torbę zaufanemu przyjacielowi lub członkowi rodziny.<br/></li> <li> Jeśli to możliwe, poinformuj znajomych i sąsiadów, którym ufasz, o tym, co dzieje się w Twoim domu. Opracuj z nimi plan, aby wiedzieli, kiedy potrzebujesz pomocy i jak najlepiej mogą ci pomóc, na przykład zadzwonić na policję lub zapukać do drzwi. Możesz także uzgodnić sygnał, taki jak włączenie i wyłączenie światła lub wywieszenie czegoś za oknem, który zaalarmuje go, że potrzebujesz pomocy.<br/></li> <li> Jeśli potrzebujesz pomocy z miejscu publicznym, krzyknij „Płonie!” Ludzie szybciej reagują na kogoś, kto krzyczy „pali się”, niż na kogoś, kto woła o pomoc.<br/></li> <li> Zachowaj anonimowo numer Women's Peace Line w swoim telefonie, jeśli chcesz do nich zadzwonić. < br/> </li> <li> Jeśli masz dzieci, powiedz im, żeby nie angażowały się, jeśli sprawca cię skrzywdzi, ponieważ oni też mogą zostać skrzywdzeni. Zdecyduj się na hasło, które pozwoli im wyjść z domu i szukać pomocy. Jeśli sprawca nie pozwoli mu bezpiecznie wyjść z domu, ustal w swoim domu bezpieczne miejsce, w którym będzie mógł się ukryć i wezwać pomoc, najlepiej pokój z zamkiem i dostępem do telefonu. Powiedz im, że ich priorytetem jest ochrona ich samych, a nie ochrona fizyczna. <br/></li> <li> Przećwicz różne sposoby bezpiecznego wyjścia z domu. Jeśli masz dzieci, też trenuj z nimi.<br/></li> Jeśli nie ma sposobu na uniknięcie przemocy, stań się małym celem. Zanurz się w kącie i zwiń w kłębek. Osłoń twarz, owiń głowę ramionami i spleć ze sobą palce.<br/></li> <li> </ul> </p></body>
sv: <body><p><ul> <li> Ta för vana att backa bilen in på uppfarten (så att du snabbt kan köra ut) och ha en full tank med bensin. Förvara dina bilnycklar på samma plats så att du enkelt kan ta dem om du måste lämna hemmet fort. Om du inte har barn, kan du till och med låta förardörren vara olåst (och de andra dörrarna låsta). Om möjligt kan du lämna kopior av din legitimation och andra viktiga dokument i din bil.<br/></li> <li> Tänk ut flera anledningar till att lämna huset vid olika tidpunkter på dygnet som förövaren kommer att tro på, ifall du känner att våldet är på väg att bryta ut, och du behöver en ursäkt för att lämna.<br/></li> <li> Om du kan är det bra att ha en väska packad med de saker du vill ta med, som t.ex. juridiska dokument, en uppsättning kläder, medicin etc. Denna väska bör du gömma där din förövaren inte hittar den. Finns det möjlighet är det bra om du lämnar väskan hos en pålitlig vän eller familjemedlem.<br/></li> <li> Om möjligt, låt vänner och grannar som du litar på veta vad som händer i ditt hem. Gör en plan med dem så att de vet när du behöver hjälp och hur dem bäst kan hjälpa dig, till exempel ringa polisen eller knacka på din dörr. Du kan också komma överens om en signal, som att tända och släcka lamporna eller hänga ut något genom fönstret, vilket gör honom/henne uppmärksam på att du behöver hjälp.<br/></li> <li> Om du behöver hjälp med en offentlig plats, skrik "Det brinner!" Människor svarar snabbare på någon som skriker "den brinner" än på när någon ropar hjälp.<br/></li> <li> Behåll numret till Kvinnofridslinjen på din telefon under dolt namn, om du behöver ringa dem.< br/></li> <li>Om du har barn, säg åt dem att inte blanda sig i om förövaren skadar dig eftersom de också kan bli skadade. Bestäm dig för ett kodord för att låta dem veta att dem ska lämna huset och söka hjälp. Om förövaren inte låter dem lämna huset på ett säkert sätt, kom överens om en säker plats i ert hus där dem kan gömma sig och ringa efter hjälp, gärna ett rum med lås och tillgång till telefon. Berätta för dem att deras prioritet är att skydda dem själva och inte fysiskt skydda dig. <br/></li> <li> Öva på olika sätt att ta sig ut ur huset på ett säkert sätt. Om du har barn, träna med dem också.<br/></li> Om det inte finns något sätt att undkomma våldet, gör dig själv till ett litet mål. Dyk ner i ett hörn och krypa ihop till en boll. Skydda ditt ansikte och lägg armarna runt huvudet och knyt ihop fingrarna.<br/></li> <li> </ul> </p></body>

source: Yes
ar: نعم
da: Ja
es: sí
fa: آره
fi: Joo
no: Ja
pl: tak
sv: Ja

source: No
ar: رقم
da: Nej
fa: خیر
fi: Ei
no: Nei
pl: Nie
sv: Nej

source: Not applicable
ar: لا ينطبق
da: Ikke anvendelig
es: No aplica
fa: قابل اجرا نیست
fi: Ei sovellettavissa
no: Ikke aktuelt
pl: Nie dotyczy
sv: Inte tillämpbar
