Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# support_p4
source: <body><p><h3>Counselors and psychologists </h3> <br>Many psychologists focus their practices on domestic violence. A women’s shelter tends to have resident psychologists, but you can also find other local ones by typing “psychologists domestic abuse” on your search engine. <br>The online psychology service <a href={url}>Mindler </a> <br>partners with Kerstin Lidingö to provide domestic abuse counseling. <br></p></body>
ar: <body> <p> <h3> المستشارون وعلماء النفس </ h3> <br> يركز العديد من علماء النفس ممارساتهم على العنف المنزلي. يميل ملجأ النساء إلى وجود علماء نفس مقيمين ، ولكن يمكنك أيضًا العثور على آخرين محليين عن طريق كتابة علماء النفس الإساءة المنزلية في محرك البحث الخاص بك. تتعاون <br> خدمة علم النفس عبر الإنترنت <a href={url}> Mindler </a> <br> مع Kerstin Lidingö لتقديم المشورة بشأن العنف المنزلي. <br> </p> </body>
da: <body><p><h3>Rådgivere og psykologer </h3> <br>Mange psykologer fokuserer deres praksis på vold i hjemmet. Et kvindekrisecenter plejer at have fastboende psykologer, men du kan også finde andre lokale ved at skrive "psykologer inden for hjemmebrug" på din søgemaskine. <br>Online psykologitjenesten <a href={url}>Mindler </a> <br>samarbejder med Kerstin Lidingö for at yde rådgivning om vold i hjemmet. <br></p></body>
es: <body><p><h3>Consejeros y psicólogos </h3> <br>Muchos psicólogos centran sus prácticas en la violencia doméstica. Un refugio para mujeres suele tener psicólogos residentes, pero también puedes encontrar otros locales escribiendo psicólogos de abuso doméstico en tu motor de búsqueda. <br>El servicio de psicología en línea <a href={url}>Mindler </a> <br>se asocia con Kerstin Lidingö para brindar asesoramiento sobre abuso doméstico. <br></p></body>
fa: <body><p><h3>مشاوران و روانشناسان </h3> <br>بسیاری از روانشناسان روی خشونت خانگی تمرکز می کنند. یک پناهگاه زنان معمولاً دارای روان‌شناسان مقیم است، اما می‌توانید با تایپ «روان‌شناسان آزار خانگی» در موتور جستجوی خود، روان‌شناسان محلی دیگر را نیز بیابید. <br>سرویس روانشناسی آنلاین <a href={url}>Mindler </a> <br>با Kerstin Lidingö برای ارائه مشاوره در مورد سوء استفاده خانگی شریک می شود. <br></p></body>
fi: <body><p><h3>Neuvojat ja psykologit </h3> <br>Monet psykologit keskittyvät käytännöissään perheväkivaltaan. Naisten turvakodissa on yleensä asukkaita psykologeja, mutta voit löytää myös muita paikallisia kirjoittamalla hakukoneeseesi "psykologien perheväkivalta". <br>Verkkopsykologian palvelu <a href={url}>Mindler </a> <br> tekee yhteistyötä Kerstin Lidingön kanssa tarjotakseen perheväkivallan neuvontaa. <br></p></body>
no: <body><p><h3>Rådgivere og psykologer </h3> <br>Mange psykologer fokuserer sin praksis på vold i hjemmet. Et krisesenter for kvinner har en tendens til å ha bosatte psykologer, men du kan også finne andre lokale ved å skrive "psykologer innenlandsmisbruk" på søkemotoren din. <br>Psykologitjenesten på nett <a href={url}>Mindler </a> <br>samarbeider med Kerstin Lidingö for å gi råd om vold i hjemmet. <br></p></body>
pl: <body><p><h3>Doradcy i psycholodzy </h3> <br>Wielu psychologów skupia się w swojej praktyce na przemocy domowej. Schronisko dla kobiet zazwyczaj ma psychologów-rezydentów, ale możesz też znaleźć innych lokalnych, wpisując w wyszukiwarce „psycholodzy przemocy domowej”. <br>Serwis psychologiczny online <a href={url}>Mindler </a> <br>współpracuje z Kerstin Lidingö w celu udzielania porad dotyczących przemocy domowej. <br></p></body>
sv: <body><p><h3>Rådgivare och psykologer </h3> <br>Många psykologer fokuserar sina metoder på våld i hemmet. En kvinnojour brukar ha bosatta psykologer, men du kan också hitta andra lokala psykologer genom att skriva "psykologer hemmisshandel" på din sökmotor. <br>Psykologitjänsten online <a href={url}>Mindler </a> <br>samarbetar med Kerstin Lidingö för att tillhandahålla rådgivning om våld i hemmet. <br></p></body>

# good_to_have_legal_info
source: Good-to-have legal information
ar: معلومات قانونية جيدة
da: Godt at have juridisk information
es: Información legal útil
fa: اطلاعات حقوقی خوب
fi: Hyvä saada lakitietoa
no: Godt å ha juridisk informasjon
pl: Dobre informacje prawne
sv: Bra-att-ha juridisk information

# good_to_have_legal_info_desc
source: Please note that Sisterhood is not a "lawyer referral service" or a law firm. We do not provide legal advice or representation, and these tips are not intended as a substitute for an attorney or law firm.
ar: الرجاء ملاحظة أن Sisterhood ليست " خدمة إحالة للمحامين "أو شركة محاماة. نحن لا نقدم مشورة أو تمثيلًا قانونيًا ، وليس الغرض من هذه النصائح أن تكون بديلاً عن محامٍ أو مكتب محاماة.
da: Bemærk venligst, at Sisterhood ikke er en "advokathenvisningstjeneste" eller et advokatfirma. Vi yder ikke juridisk rådgivning eller repræsentation, og disse tips er ikke tænkt som en erstatning for en advokat eller et advokatfirma.
es: Tenga en cuenta que Sisterhood no es un "servicio de referencia de abogados" ni un bufete de abogados. No brindamos asesoramiento ni representación legal, y estos consejos no pretenden sustituir a un abogado ni a un bufete de abogados.
fa: لطفاً توجه داشته باشید که Sisterhood یک "خدمات ارجاع وکیل" یا یک شرکت حقوقی نیست. ما مشاوره حقوقی یا وکالت ارائه نمی کنیم و این نکات به عنوان جایگزینی برای وکالت یا شرکت حقوقی در نظر گرفته نشده است.
no: Vær oppmerksom på at Sisterhood ikke er en "advokathenvisningstjeneste" eller et advokatfirma. Vi gir ikke juridisk rådgivning eller representasjon, og disse tipsene er ikke ment som en erstatning for en advokat eller et advokatfirma.
pl: Należy pamiętać, że Sisterhood nie jest "usługą skierowania prawnika" ani firmą prawniczą. Nie zapewniamy porad prawnych ani reprezentacji, a te wskazówki nie mają na celu zastąpienia adwokata lub kancelarii prawnej.
sv: Observera att Sisterhood inte är en "remiss tjänst för advokat" eller en advokatbyrå. Vi tillhandahåller ingen juridisk rådgivning eller representation, och dessa tips är inte avsedda som en ersättning för en advokat eller en advokatbyrå.
