Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# privacy
source: <body><p>This policy describes the information Sisterhood processes and uses to support the app, website, and other products and features offered by Sisterhood. <br><br>Topics<ul style='list-style-type:circle'><li> What data do we collect?<br/></li><li> How do we collect your data?<br/></li><li> How will we use your data?<br/></li><li> How will we store your data?<br/></li><li> What are your data protection rights?<br/></li><li> What are cookies?<br/></li><li> What type of cookies do we use?<br/></li><li> How to manage your cookies<br/></li><li> How do we respond to legal requests or prevent harm?<br/></li><li> Privacy policies of other websites<br/></li><li> Changes to our privacy policy<br/></li><li> How to contact us<br/></li><li> How to contact the appropriate authorities <br/></li></ul><h3>What data do we collect?</h3><p>To ensure that you have an ability to collect evidence securely and efficiently, we collect the following data: </p><ul style='list-style-type:circle'><li>Content and information that you provide the app including when you sign up for an account and create content. This includes information in or about the content you provide (like metadata), such as the location of a photo or the date a file was created. That includes:<ul style='list-style-type:circle'><li><b> Your personal identification information.</b> (Name, phone number, address, and email)<br/></li><li><b> Any pictures, videos, documents, and sound files.</b> that you upload to the journal<br/></li><li><b>Your usage of the app.</b> We collect information about how you use our products and the frequency of your usage; it includes features you use, the actions you take and the content you view. <br/></li><li><b>Location of your uploads. </b>In an effort to prevent defamation we geotag your picture, video, documents, and sound uploads. Your location can be determined by<br/></li><ul style='list-style-type:square'><li>GPS and other sensor data from your device <br/></li><li>IP address<br/></li><li>Information about things around your device such as Wi-Fi access points and cell towers. <br/></li></ul></ul><br/></li><li>Device information. Sisterhood collects information from your computers and phones that you use to interact with our products. This information includes:<ul style='list-style-type:square'><li> <b>Device attributes.</b> That is, information such as the operating system, hardware and software versions, and file names and types.<li> <b>Device signals.</b> Information about nearby Wi-Fi access points and cell towers.<li><b>Device operations.</b> That is, information about operations and behaviors performed while using the app.<li><b>Data from device settings.</b> Information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.<li><b>Network and connections. </b>Specifically, information such as the name of your mobile operator or ISP, language, time zone, mobile phone number and IP address so we can ensure that you are the one submitting the content to the app.<br/></li></ul><br/></li></ul><h3>How do we collect your data?</h3>You provide Sisterhood with the data we collect when you:<ul style='list-style-type:circle'><li>Download and create an account with Sisterhood.<br/></li><li> Voluntarily create content using our “new journal entry” feature.<br/></li><li>Provide feedback on our website and app.<br/></li><li>Use of view our website via your browser’s cookies.<br/></li><li>Engage with the app’s features. <br/></li><li>Upload images, videos, documents and sound files.<br/></li></ul><h3>How will we use your data?</h3>We use the data you provide us with in the following ways:<ul style='list-style-type:circle'><li>Store evidence so you can, once you are ready, report the crimes you are experiencing. <br/></li><li>To keep a log of your activities in our products, which can later be used for evidence.<br/></li><li>Enable you to keep a record of the crimes you are experiencing with an accurate timeline. For example, we collect timestamps of when you add a new journal entry or make edits to strengthen your evidence. <br/></li><li>Improve our product. By understanding how you interact with our products we can improve our features within the app and on our website. <br/></li><li>If you allow us to use your information when creating content, we have the ability to reduce defamation by using your location to link the experiences you provide to us. Tracking your location also strengthens your case as the police needs to ensure that you are who you say you are, and that there is a clear connection between the information you provide, such as text, videos, images, sound files and documents, and places that you frequently visit (your home, friends and family’s home, place of work, or areas surrounding your home). <br/></li><li>Sisterhood does not sell your information for ad purposes or partner with for profit companies to sell services, but we do sell and use your information for research purposes in order to better improve policies and legislation surrounding domestic abuse. By anonymizing your data, we can provide governments, municipalities, social services, police, and women’s shelters (among others) with better and more accurate statistics about domestic abuse. For example, Sisterhood can regionally provide municipalities with what type of abuse is most prevalent by using the information from our users in their area. <br/></li><li>To promote safety and security. We use your information to verify accounts and activity to prevent spam and harmful conduct. For example, we use the information you provide to investigate abuse in our app and violations of our terms and conditions. <br/></li><li>Research and innovate for the public good. Sisterhood’s goal is to empower domestically abused women and give them a voice in court by improving evidence. At our core, we conduct and support research to combat domestic violence and improve gender equality. For example, we analyze the information our users collectively provide to uncover patterns in domestic abuse and inform governments and legislators of the need for improved policies, funding, and overall resource allocation. <br/></li></ul><h3>How will we store your data?</h3>Our company securely stores your data using Google Cloud storage solutions and Firebase. Google Cloud's infrastructure has built-in protections to ensure that your information, identity, apps, and devices are protected. Additionally, Google Cloud encrypts the data in transit between their facilities, which ensures that it can only be accessed by authorized roles. <br><br>Since the data Sisterhood is collecting serves to improve and strengthen evidence, the data will be stored for the duration of the prescription period, which varies depending on the crime. Thus, personal data is retained for as long as it is needed for the purposes of collecting evidence and building a criminal case.<br>Based on the prescription period from 35 kap. 1 § Brottsbalken (BrB) the data will be stored as follows:<ul style='st-style-type:circle'><li>For murder where the maximum sentence is life in prison, the data will be stored for 25 years<br/></li><li>For violent abuse where the maximum sentence is over 8 years, the data will be stored for 15 years<br/></li><li>For violent abuse where the maximum sentence is 6 years, the data will be stored for 10 years<br/></li><li>For abuse where the maximum sentence is 2 years, the data will be stored for 5 years<br/></li><li>For abuse where the maximum sentence is 1 year, the data will be stored for 2 years. <br/></li></ul><h3>What are your data protection rights?</h3>Sisterhood would like to make sure that you are fully aware of all of your data protection rights. Every user is entitled to the following:<ul style='list-style-type:circle'><li>The right to access: You have the right to request Sisterhood for copies of your personal data. Please note that we may charge you a small fee for this service. <br/></li><li>The right to rectification: You have the right to request that Sisterhood correct any information you believe to be inaccurate. You also have the right to request Sisterhood to complete information you believe is incomplete. <br/></li><li>The right to erasure: You have the right to request that Sisterhood erase your personal data, under certain conditions. <br/></li><li>The right to restrict processing: You have the right to request that Sisterhood restrict the processing of your personal data, under certain conditions. <br/></li><li>The right to object to processing: You have the right to object to Sisterhood’s processing of your personal data, under certain conditions. <br/></li><li>The right to data portability: You have the right to request that Sisterhood transfer the data that we have collected to another organization, or directly to you, under certain conditions. <> <br/></li></ul>If you make a request, we have a month to respond to you. If you would like to exercise any of these rights, please contact us at our email: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> What are cookies? </h3>Cookies are small pieces of text sent to your browser by a website you visit. They collect standard internet log information and visitor behavior information, which can make it easier for you to visit the site again and make the site more useful to you. We may collect information from you automatically through cookies or similar technology.For more information please visit <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>How do we use cookies?</h3>Sisterhood uses cookies to improve your experience on our website, including:<ul><li>Understanding how you use our website.<br/></li><li>Understanding your preferences pertaining to location and language<br/></li></ul><h3>What type of cookies do we use?</h3>There are several different cookies, however our website uses:<ul><li>Functionality: Our company uses these cookies, so we recognize you on our website and remember your previously selected preferences. This could include the language you prefer and the location you are in.<br/></li> </ul><h3>How to manage your cookies?</h3>You can set your browser to not accept cookies, this website <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> walks you through how and tells you how to remove cookies from your browser. Please be mindful that our website may not function as a result. <h3>How do we respond to legal requests or prevent harm?</h3>Aligned with our goals to combat domestic abuse world-wide we may access, preserve and share your information with regulators, law enforcement or others in the event that we have to respond to a legal request (such as a search warrant, court order or subpoena) in regards to your account and content. We may also access, preserve and share your information if we have a good-faith belief that it is necessary to do so. This could include<ul><li>To prevent and address fraud<br/></li><li>Prevent death<br/></li><li>Address illegal activity<br/></li></ul><h3>Privacy policies of other websites</h3>Sisterhood’s website and app contains useful links from other websites that could be of resource to you. But note that our privacy policy applies only to our website and app, so if you click on a link to another website, you should read their privacy policy.<h3>Changes to our privacy policy</h3>Sisterhood keeps its privacy policy under regular review and places updates on our website and in our app. This privacy policy was last updated on June 2, 2022.<h3>How to contact us</h3>If you have any questions or concerns about Sisterhood, our privacy policy, the data we collect and store, or if you would like to exercise one or more of your data protection rights, please feel free to email us at <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>How to contact the appropriate authorities</h3>If you would like to report a complaint or if you feel that Sisterhood have not addressed your concern in a satisfactory manner, you may email Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
ar: <body> <p> توضح هذه السياسة المعلومات التي تقوم بها Sisterhood واستخداماتها لدعم التطبيق والموقع الإلكتروني والمنتجات والميزات الأخرى التي تقدمها Sisterhood. <br> <br> المواضيع <ul style = 'list-style-type: دائرة'> <li> ما البيانات التي نجمعها؟ <br/> </li> <li> كيف نجمع بياناتك؟ <br /> </li> <li> كيف سنستخدم بياناتك؟ <br/> </li> <li> كيف سنخزن بياناتك؟ <br/> </li> <li> ما هي حماية بياناتك الحقوق؟ <br/> </li> <li> ما هي ملفات تعريف الارتباط؟ <br/> </li> <li> ما نوع ملفات تعريف الارتباط التي نستخدمها؟ <br/> </li> <li> كيفية إدارتها ملفات تعريف الارتباط الخاصة بك <br/> </li> <li> كيف نرد على الطلبات القانونية أو نمنع الضرر؟ <br/> </li> <li> سياسات الخصوصية لمواقع الويب الأخرى <br/> </li> <li > التغييرات في سياسة الخصوصية الخاصة بنا <br/> </li> <li> كيفية الاتصال بنا <br/> </li> <li> كيفية الاتصال بالسلطات المختصة <br/> </li> </ul> <h3> ما البيانات التي نجمعها؟ </ h3> <p> للتأكد من أن لديك القدرة على جمع الأدلة بشكل آمن وفعال ، نقوم بجمع البيانات التالية: </ p> <ul style = 'list-style-type : دائرة> <li> المحتوى والمعلومات التي تقدمها للتطبيق بما في ذلك عندما تقوم بالتسجيل للحصول على حساب وإنشاء محتوى. يتضمن ذلك المعلومات الموجودة في المحتوى الذي تقدمه أو عنه (مثل البيانات الوصفية) ، مثل موقع الصورة أو تاريخ إنشاء الملف. يتضمن ذلك: <ul style = 'list-style-type: Circle'> <li> <b> معلومات التعريف الشخصية الخاصة بك. </ b> (الاسم ورقم الهاتف والعنوان والبريد الإلكتروني) <br/> </ li > <li> <b> أية صور ومقاطع فيديو ومستندات وملفات صوتية. </ b> تقوم بتحميلها إلى المجلة <br/> </li> <li> <b> استخدامك للتطبيق. </ ب> نجمع معلومات حول كيفية استخدامك لمنتجاتنا وتكرار استخدامك ؛ يتضمن الميزات التي تستخدمها والإجراءات التي تتخذها والمحتوى الذي تشاهده. <br/> </li> <li> <b> موقع تحميلاتك. </b> في محاولة لمنع التشهير ، نقوم بوضع علامات جغرافية على الصور ومقاطع الفيديو والمستندات وتحميلات الصوت الخاصة بك. يمكن تحديد موقعك عن طريق <br/> </li> <ul style = 'list-style-type: square'> <li> GPS وبيانات أجهزة الاستشعار الأخرى من جهازك <br/> </li> <li> IP العنوان <br/> </li> <li> معلومات حول الأشياء الموجودة حول جهازك مثل نقاط وصول Wi-Fi والأبراج الخلوية. <br/> </li> </ul> </ul> <br/> </li> <li> معلومات الجهاز. تجمع Sisterhood المعلومات من أجهزة الكمبيوتر والهواتف التي تستخدمها للتفاعل مع منتجاتنا. تتضمن هذه المعلومات: <ul style = 'list-style-type: square'> <li> <b> سمات الجهاز. </ b> أي معلومات مثل نظام التشغيل وإصدارات الأجهزة والبرامج وأسماء الملفات و أنواع. <li> <b> إشارات الجهاز. </ b> معلومات حول نقاط وصول Wi-Fi القريبة وأبراج الخلايا. <li> <b> عمليات الجهاز. </ b> أي معلومات حول العمليات والسلوكيات التي تم إجراؤها أثناء باستخدام التطبيق. <li> <b> بيانات من إعدادات الجهاز. </ b> المعلومات التي تسمح لنا بتلقيها من خلال إعدادات الجهاز التي تقوم بتشغيلها ، مثل الوصول إلى موقع GPS أو الكاميرا أو الصور. <li> <b> الشبكة والتوصيلات. </b> على وجه التحديد ، معلومات مثل اسم شركة الاتصالات أو مزود خدمة الإنترنت واللغة والمنطقة الزمنية ورقم الهاتف المحمول وعنوان IP حتى نتمكن من التأكد من أنك الشخص الذي يرسل المحتوى إلى التطبيق. <br/> < / li> </ul> <br/> </li> </ul> <h3> كيف نجمع بياناتك؟ </ h3> أنت تزود الأخوات بالبيانات التي نجمعها عندما: <ul style = 'list -style-type: دائرة '> <li> تنزيل وإنشاء حساب مع Sisterhood. <br/> </li> <li> إنشاء محتوى طواعية باستخدام ميزة إدخال دفتر اليومية الجديد . <br/> </li> <li> قدم ملاحظاتك على موقعنا على الويب وتطبيقنا. <br/> </li> <li> استخدام عرض موقعنا على الويب عبر ملفات تعريف الارتباط الخاصة بالمتصفح. <br/> </li> <li> تفاعل مع ميزات التطبيق. <br/> </li> <li> تحميل الصور ومقاطع الفيديو والمستندات وملفات الصوت. <br/> </li> </ul> <h3> كيف سنستخدم بياناتك؟ </ h3> نستخدم البيانات التي تزودنا بها بالطرق التالية: <ul style = 'list-style-type: Circle'> <li> قم بتخزين الأدلة حتى تتمكن ، بمجرد أن تكون جاهزًا ، الإبلاغ عن الجرائم التي تواجهها. <br/> </li> <li> للاحتفاظ بسجل لأنشطتك في منتجاتنا ، والتي يمكن استخدامها لاحقًا دليل. <br/> </li> <li> تمكينك من الاحتفاظ بسجل للجرائم التي تواجهها بجدول زمني دقيق. على سبيل المثال ، نقوم بجمع الطوابع الزمنية عند إضافة إدخال جديد في دفتر اليومية أو إجراء تعديلات لتقوية أدلتك. <br/> </li> <li> تحسين منتجاتنا. من خلال فهم كيفية تفاعلك مع منتجاتنا ، يمكننا تحسين ميزاتنا داخل التطبيق وعلى موقعنا الإلكتروني. <br/> </li> <li> إذا سمحت لنا باستخدام معلوماتك عند إنشاء محتوى ، فلدينا القدرة على تقليل التشهير باستخدام موقعك لربط التجارب التي تقدمها لنا. يؤدي تتبع موقعك أيضًا إلى تعزيز قضيتك حيث تحتاج الشرطة إلى التأكد من أنك ما تقوله ، وأن هناك اتصالًا واضحًا بين المعلومات التي تقدمها ، مثل النصوص ومقاطع الفيديو والصور وملفات الصوت والمستندات والأماكن التي تزورها بشكل متكرر (منزلك أو منزل أصدقائك أو أسرتك أو مكان عملك أو المناطق المحيطة بمنزلك). <br/> </li> <li> لا تبيع Sisterhood معلوماتك لأغراض إعلانية أو تدخل في شراكة مع شركات هادفة للربح لبيع الخدمات ، لكننا نبيع ونستخدم معلوماتك لأغراض البحث من أجل تحسين السياسات والتشريعات المحيطة العنف المنزلي. من خلال إخفاء هوية بياناتك ، يمكننا تزويد الحكومات والبلديات والخدمات الاجتماعية والشرطة وملاجئ النساء (من بين أمور أخرى) بإحصاءات أفضل وأكثر دقة حول العنف المنزلي. على سبيل المثال ، يمكن لمنظمة Sisterhood تزويد البلديات على المستوى الإقليمي بنوع الإساءة الأكثر انتشارًا باستخدام المعلومات من مستخدمينا في منطقتهم. <br/> </li> <li> لتعزيز السلامة والأمن. نستخدم معلوماتك للتحقق من الحسابات والنشاط لمنع البريد العشوائي والسلوك الضار. على سبيل المثال ، نستخدم المعلومات التي تقدمها للتحقيق في إساءة الاستخدام في تطبيقنا وانتهاكات الشروط والأحكام الخاصة بنا. <br/> </li> <li> البحث والابتكار للصالح العام. يتمثل هدف Sisterhood في تمكين النساء اللائي يتعرضن للإيذاء محليًا ومنحهن صوتًا في المحكمة من خلال تحسين الأدلة. في جوهرنا ، نقوم بإجراء ودعم البحوث لمكافحة العنف المنزلي وتحسينه المساواة بين الجنسين. على سبيل المثال ، نقوم بتحليل المعلومات التي يقدمها المستخدمون بشكل جماعي للكشف عن أنماط العنف المنزلي وإبلاغ الحكومات والمشرعين بالحاجة إلى تحسين السياسات والتمويل وتخصيص الموارد بشكل عام. <br/> </li> </ul> <h3> كيف سنخزن بياناتك؟ </ h3> تخزن شركتنا بياناتك بأمان باستخدام حلول التخزين السحابية من Google و Firebase. تحتوي بنية Google Cloud الأساسية على وسائل حماية مضمنة لضمان حماية معلوماتك وهويتك وتطبيقاتك وأجهزتك. بالإضافة إلى ذلك ، تقوم Google Cloud بتشفير البيانات التي يتم نقلها بين منشآتها ، مما يضمن أنه لا يمكن الوصول إليها إلا من خلال الأدوار المصرح بها. <br> <br> بما أن البيانات التي تجمعها جمعية الأخوات تعمل على تحسين الأدلة وتقويتها ، فسيتم تخزين البيانات طوال فترة الوصفة الطبية ، والتي تختلف تبعًا للجريمة. وبالتالي ، يتم الاحتفاظ بالبيانات الشخصية طالما كانت مطلوبة لأغراض جمع الأدلة وبناء قضية جنائية. <br> بناءً على فترة الوصفة من 35 kap. 1 § Brottsbalken (BrB) سيتم تخزين البيانات على النحو التالي: <ul style = 'st-style-type: Circle'> <li> بالنسبة للقتل حيث تكون العقوبة القصوى هي السجن المؤبد ، سيتم تخزين البيانات لمدة 25 عامًا <br/> </li> <li> في حالة الإساءة العنيفة حيث تزيد مدة العقوبة القصوى عن 8 سنوات ، سيتم تخزين البيانات لمدة 15 عامًا <br/> </li> <li> للإساءة العنيفة حيث تكون العقوبة القصوى هي 6 سنوات ، سيتم تخزين البيانات لمدة 10 سنوات <br/> </li> <li> للإساءة حيث تكون العقوبة القصوى لمدة عامين ، سيتم تخزين البيانات لمدة 5 سنوات <br/> </li> <li > بالنسبة لسوء المعاملة حيث تكون العقوبة القصوى هي سنة واحدة ، سيتم تخزين البيانات لمدة عامين. <br/> </li> </ul> <h3> ما هي حقوق حماية البيانات الخاصة بك؟ </ h3> ترغب الأخوات في التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي: <ul style = 'list-style-type: Circle'> <li> الحق في الوصول: يحق لك طلب الإخوة للحصول على نسخ من بياناتك الشخصية. يرجى ملاحظة أننا قد نفرض عليك رسومًا رمزية مقابل هذه الخدمة. <br/> </li> <li> الحق في التصحيح: يحق لك أن تطلب من الأخوات تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب الإخوة لإكمال المعلومات التي تعتقد أنها غير كاملة. <br/> </li> <li> الحق في الحذف: يحق لك أن تطلب من جماعة الأخوات محو بياناتك الشخصية ، في ظل ظروف معينة. <br/> </li> <li> الحق في تقييد المعالجة: يحق لك أن تطلب من جماعة الأخوات تقييد معالجة بياناتك الشخصية ، في ظل ظروف معينة. <br/> </li> <li> الحق في الاعتراض على المعالجة: يحق لك الاعتراض على معالجة Sisterhood لبياناتك الشخصية ، في ظل ظروف معينة. <br/> </li> <li> الحق في نقل البيانات: يحق لك أن تطلب من جماعة الأخوات نقل البيانات التي جمعناها إلى منظمة أخرى ، أو إليك مباشرةً ، في ظل ظروف معينة. <> <br/> </li> </ul> إذا قدمت طلبًا ، فلدينا شهر للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق ، فيرجى الاتصال بنا على بريدنا الإلكتروني: <a href='mailto:angelica.sisterhood@gmail.com'> angelica.sisterhood@gmail.com </a> <h3> ما هي بسكويت؟ </h3> ملفات تعريف الارتباط هي أجزاء صغيرة من النص يتم إرسالها إلى متصفحك عن طريق موقع الويب الذي تزوره. إنهم يجمعون معلومات سجل الإنترنت القياسية ومعلومات سلوك الزائر ، مما يسهل عليك زيارة الموقع مرة أخرى ويجعل الموقع أكثر إفادة لك. قد نجمع معلومات منك تلقائيًا من خلال ملفات تعريف الارتباط أو تقنية مشابهة. لمزيد من المعلومات ، يرجى زيارة <a href='https://allaboutcookies.org/'> https://allaboutcookies.org/ </a> <h3> كيف تفعل نحن نستخدم ملفات تعريف الارتباط؟ </h3> تستخدم Sisterhood ملفات تعريف الارتباط لتحسين تجربتك على موقعنا ، بما في ذلك: <ul> <li> فهم كيفية استخدامك لموقعنا على الويب. <br/> </li> <li> فهم تفضيلاتك المتعلقة الموقع واللغة <br/> </li> </ul> <h3> ما نوع ملفات تعريف الارتباط التي نستخدمها؟ </ h3> هناك العديد من ملفات تعريف الارتباط المختلفة ، إلا أن موقعنا يستخدم: <ul> <li> الوظائف: تستخدم الشركة ملفات تعريف الارتباط هذه ، لذلك نتعرف عليك على موقعنا الإلكتروني ونتذكر تفضيلاتك المحددة مسبقًا. قد يشمل ذلك اللغة التي تفضلها والموقع الذي تتواجد فيه. <br/> </li> </ul> <h3> كيف تدير ملفات تعريف الارتباط؟ </ h3> يمكنك ضبط متصفحك على عدم قبول ملفات تعريف الارتباط ، وهذا يرشدك موقع الويب <a href='https://allaboutcookies.org/'> https://allaboutcookies.org/ </a> إلى كيفية إزالة ملفات تعريف الارتباط من متصفحك ويخبرك بكيفية إزالة ملفات تعريف الارتباط. يرجى الانتباه إلى أن موقعنا قد لا يعمل نتيجة لذلك. <h3> كيف نستجيب للطلبات القانونية أو نمنع الضرر؟ </ h3> بما يتماشى مع أهدافنا لمكافحة العنف المنزلي في جميع أنحاء العالم ، يمكننا الوصول إلى معلوماتك وحفظها ومشاركتها مع المنظمين أو جهات إنفاذ القانون أو غيرهم في حالة حدوث ذلك. يجب أن تستجيب لطلب قانوني (مثل أمر تفتيش أو أمر محكمة أو أمر استدعاء) فيما يتعلق بحسابك ومحتواك. يجوز لنا أيضًا الوصول إلى معلوماتك وحفظها ومشاركتها إذا كان لدينا اعتقاد حسن النية أنه من الضروري القيام بذلك. يمكن أن يشمل هذا <ul> <li> لمنع ومعالجة الاحتيال <br/> </li> <li> منع الموت <br/> </li> <li معالجة النشاط غير القانوني <br/> </li> </ul> <h3> سياسات الخصوصية لمواقع الويب الأخرى </ h3> يحتوي موقع وتطبيق Sisterhood على روابط مفيدة من مواقع ويب أخرى يمكن أن يكون مصدرًا لك. لكن لاحظ أن سياسة الخصوصية الخاصة بنا تنطبق فقط على موقعنا الإلكتروني وتطبيقنا ، لذلك إذا نقرت على رابط إلى موقع ويب آخر ، فيجب عليك قراءة سياسة الخصوصية الخاصة بهم. <h3> التغييرات في سياسة الخصوصية الخاصة بنا </ h3> تحتفظ Sisterhood بسياسة الخصوصية الخاصة بها تحت مراجعة دورية وتحديثات الأماكن على موقعنا الإلكتروني وفي تطبيقنا. تم آخر تحديث لسياسة الخصوصية هذه في 2 يونيو 2022. <h3> كيفية الاتصال بنا </ h3> إذا كان لديك أي أسئلة أو مخاوف بشأن Sisterhood ، أو سياسة الخصوصية الخاصة بنا ، أو البيانات التي نجمعها ونخزنها ، أو إذا كنت ترغب في ذلك مارس واحدًا أو أكثر من حقوق حماية البيانات الخاصة بك ، فلا تتردد في مراسلتنا عبر البريد الإلكتروني على <a href='mailto:angelica.sisterhood@gmail.com'> angelica.sisterhood@gmail.com </a> <h3> كيفية الاتصال السلطات المختصة </ h3> إذا كنت ترغب في الإبلاغ عن شكوى أو إذا كنت تشعر أن Sisterhood لم تعالج مخاوفك بطريقة مرضية ، فيمكنك إرسال بريد إلكتروني إلى Integritetsskyddsmyndigheten (IMY): imy@imy.se> </ الجسم></p></body>
da: <body><p>Denne politik beskriver de oplysninger, Sisterhood behandler og bruger til at understøtte appen, webstedet og andre produkter og funktioner, der tilbydes af Sisterhood. <br><br>Emner<ul style='list-style-type:circle'><li> Hvilke data indsamler vi?<br/></li><li> Hvordan indsamler vi dine data?<br /></li><li> Hvordan vil vi bruge dine data?<br/></li><li> Hvordan gemmer vi dine data?<br/></li><li> Hvad er din databeskyttelse rettigheder?<br/></li><li> Hvad er cookies?<br/></li><li> Hvilken type cookies bruger vi?<br/></li><li> Hvordan administreres dine cookies<br/></li><li> Hvordan reagerer vi på juridiske anmodninger eller forhindrer skade?<br/></li><li> Privatlivspolitikker på andre websteder<br/></li><li > Ændringer i vores privatlivspolitik<br/></li><li> Sådan kontakter du os<br/></li><li> Sådan kontakter du de relevante myndigheder <br/></li></ul> <h3>Hvilke data indsamler vi?</h3><p>For at sikre, at du har evnen til at indsamle beviser sikkert og effektivt, indsamler vi følgende data: </p><ul style='list-style-type :circle'><li>Indhold og oplysninger, som du giver appen, inklusive når du tilmelder dig en konto og opretter indhold. Dette omfatter oplysninger i eller om det indhold, du leverer (såsom metadata), såsom placeringen af ​​et billede eller datoen, hvor en fil blev oprettet. Det omfatter:<ul style='list-style-type:circle'><li><b> Dine personlige identifikationsoplysninger.</b> (navn, telefonnummer, adresse og e-mail)<br/></li ><li><b> Eventuelle billeder, videoer, dokumenter og lydfiler.</b> som du uploader til journalen<br/></li><li><b>Din brug af appen.</b> b> Vi indsamler oplysninger om, hvordan du bruger vores produkter og hyppigheden af ​​dit brug; det inkluderer funktioner, du bruger, de handlinger, du foretager, og det indhold, du ser. <br/></li><li><b>Placering af dine uploads. </b>I et forsøg på at forhindre bagvaskelse geotagger vi dine billeder, videoer, dokumenter og lyduploads. Din placering kan bestemmes af<br/></li><ul style='list-style-type:square'><li>GPS og andre sensordata fra din enhed <br/></li><li> IP adresse<br/></li><li>Oplysninger om ting omkring din enhed, såsom Wi-Fi-adgangspunkter og mobilmaster. <br/></li></ul></ul><br/></li><li>Enhedsoplysninger. Sisterhood indsamler oplysninger fra dine computere og telefoner, som du bruger til at interagere med vores produkter. Disse oplysninger omfatter:<ul style='list-style-type:square'><li> <b>Enhedsattributter.</b> Det vil sige oplysninger såsom operativsystem, hardware- og softwareversioner og filnavne og typer.<li> <b>Enhedssignaler.</b> Oplysninger om nærliggende Wi-Fi-adgangspunkter og mobilmaster.<li><b>Enhedshandlinger.</b> Det vil sige oplysninger om operationer og adfærd, der udføres, mens ved hjælp af appen.<li><b>Data fra enhedsindstillinger.</b> Oplysninger, du tillader os at modtage via enhedsindstillinger, du aktiverer, såsom adgang til din GPS-placering, kamera eller billeder.<li><b> Netværk og forbindelser. </b>Specielt oplysninger såsom navnet på din mobiloperatør eller internetudbyder, sprog, tidszone, mobiltelefonnummer og IP-adresse, så vi kan sikre, at det er dig, der sender indholdet til appen.<br/>< /li></ul><br/></li></ul><h3>Hvordan indsamler vi dine data?</h3>Du giver Sisterhood de data, vi indsamler, når du:<ul style='list -style-type:circle'><li>Download og opret en konto hos Sisterhood.<br/></li><li> Opret frivilligt indhold ved hjælp af vores "nye journalindførsel"-funktion.<br/></li> <li>Giv feedback på vores hjemmeside og app.<br/></li><li>Brug af visning af vores hjemmeside via din browsers cookies.<br/></li><li>Brug af appens funktioner. <br/></li><li>Upload billeder, videoer, dokumenter og lydfiler.<br/></li></ul><h3>Hvordan vil vi bruge dine data?</h3>Vi bruger data, du giver os på følgende måder:<ul style='list-style-type:circle'><li>Gemme beviser, så du, når du er klar, kan rapportere de forbrydelser, du oplever. <br/></li><li>At føre en log over dine aktiviteter i vores produkter, som senere kan bruges til beviser.<br/></li><li>Gør det muligt for dig at føre et register over de forbrydelser, du oplever, med en nøjagtig tidslinje. For eksempel indsamler vi tidsstempler for, hvornår du tilføjer en ny journalpost eller foretager redigeringer for at styrke dine beviser. <br/></li><li>Forbedre vores produkt. Ved at forstå, hvordan du interagerer med vores produkter, kan vi forbedre vores funktioner i appen og på vores hjemmeside. <br/></li><li>Hvis du giver os tilladelse til at bruge dine oplysninger, når du opretter indhold, har vi mulighed for at reducere bagvaskelse ved at bruge din placering til at linke de oplevelser, du giver os. Sporing af din placering styrker også din sag, da politiet skal sikre, at du er den, du siger, du er, og at der er en klar sammenhæng mellem de oplysninger, du giver, såsom tekst, videoer, billeder, lydfiler og dokumenter og steder. som du ofte besøger (dit hjem, venner og families hjem, arbejdsplads eller områder omkring dit hjem). <br/></li><li>Sisterhood sælger ikke dine oplysninger til annonceformål eller samarbejder med profitvirksomheder for at sælge tjenester, men vi sælger og bruger dine oplysninger til forskningsformål for bedre at forbedre politikker og lovgivning omkring misbrug i hjemmet. Ved at anonymisere dine data kan vi give regeringer, kommuner, sociale tjenester, politi og kvindekrisecentre (blandt andre) bedre og mere præcise statistikker om misbrug i hjemmet. Eksempelvis kan Sisterhood regionalt give kommunerne, hvilken type misbrug, der er mest udbredt, ved at bruge oplysningerne fra vores brugere i deres område. <br/></li><li>For at fremme sikkerhed og tryghed. Vi bruger dine oplysninger til at verificere konti og aktivitet for at forhindre spam og skadelig adfærd. For eksempel bruger vi de oplysninger, du giver, til at undersøge misbrug i vores app og overtrædelser af vores vilkår og betingelser. <br/></li><li>Forskning og innovation til gavn for offentligheden. Sisterhoods mål er at styrke kvinder, der er udsat for vold i hjemmet og give dem en stemme i retten ved at forbedre beviser. I vores kerne udfører og støtter vi forskning for at bekæmpe vold i hjemmet og forbedre ligestilling. For eksempel analyserer vi de oplysninger, som vores brugere i fællesskab giver for at afdække mønstre i misbrug i hjemmet og informere regeringer og lovgivere om behovet for forbedrede politikker, finansiering og overordnet ressourceallokering. <br/></li></ul><h3>Hvordan gemmer vi dine data?</h3>Vores virksomhed gemmer dine data sikkert ved hjælp af Google Cloud-lagringsløsninger og Firebase. Google Clouds infrastruktur har indbyggede beskyttelser for at sikre, at dine oplysninger, identitet, apps og enheder er beskyttet. Derudover krypterer Google Cloud dataene i transit mellem deres faciliteter, hvilket sikrer, at de kun kan tilgås af autoriserede roller. <br><br>Da de data Sisterhood indsamler tjener til at forbedre og styrke beviser, vil dataene blive gemt i løbet af receptperioden, som varierer afhængigt af forbrydelsen. Personoplysninger opbevares således, så længe det er nødvendigt med henblik på indsamling af beviser og opbygning af en straffesag.<br>Baseret på forældelsesfristen fra 35 kap. 1 § Brottsbalken (BrB) opbevares dataene som følger:<ul style='st-style-type:circle'><li>For drab, hvor maksimumsstraf er livsvarigt fængsel, opbevares dataene i 25 år <br/></li><li>Ved voldelige overgreb, hvor strafmaksimum er over 8 år, opbevares dataene i 15 år<br/></li><li>Ved voldelige overgreb, hvor strafmaksimum er 6 år opbevares dataene i 10 år<br/></li><li>Ved misbrug, hvor strafferammen er 2 år, opbevares dataene i 5 år<br/></li><li >Ved misbrug, hvor den maksimale straf er 1 år, opbevares dataene i 2 år. <br/></li></ul><h3>Hvad er dine databeskyttelsesrettigheder?</h3>Sisterhood vil gerne sikre dig, at du er fuldt ud klar over alle dine databeskyttelsesrettigheder. Enhver bruger er berettiget til følgende:<ul style='list-style-type:circle'><li>Ret til adgang: Du har ret til at anmode Sisterhood om kopier af dine personlige data. Bemærk venligst, at vi muligvis opkræver et mindre gebyr for denne service. <br/></li><li>Ret til berigtigelse: Du har ret til at anmode om, at Sisterhood retter enhver information, du mener er unøjagtig. Du har også ret til at anmode Sisterhood om at udfylde oplysninger, som du mener er ufuldstændige. <br/></li><li>Ret til sletning: Du har ret til at anmode Sisterhood om at slette dine personlige data under visse betingelser. <br/></li><li>Ret til at begrænse behandlingen: Du har ret til at anmode Sisterhood om at begrænse behandlingen af ​​dine personoplysninger under visse betingelser. <br/></li><li>Ret til at gøre indsigelse mod behandling: Du har ret til at gøre indsigelse mod Sisterhoods behandling af dine personoplysninger under visse betingelser. <br/></li><li>Ret til dataportabilitet: Du har ret til at anmode om, at Sisterhood overfører de data, vi har indsamlet, til en anden organisation eller direkte til dig under visse betingelser. <> <br/></li></ul>Hvis du fremsætter en anmodning, har vi en måned til at svare dig. Hvis du ønsker at udøve nogen af ​​disse rettigheder, bedes du kontakte os på vores e-mail: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> Hvad er cookies? </h3>Cookies er små stykker tekst, der sendes til din browser af et websted, du besøger. De indsamler standard internetlogoplysninger og oplysninger om besøgendes adfærd, som kan gøre det nemmere for dig at besøge siden igen og gøre siden mere nyttig for dig. Vi kan indsamle oplysninger fra dig automatisk gennem cookies eller lignende teknologi. For mere information besøg venligst <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>Hvordan gør bruger vi cookies?</h3>Sisterhood bruger cookies til at forbedre din oplevelse på vores hjemmeside, herunder:<ul><li>Forstå hvordan du bruger vores hjemmeside.<br/></li><li>Forstå dine præferencer vedr. placering og sprog<br/></li></ul><h3>Hvilken type cookies bruger vi?</h3>Der er flere forskellige cookies, men vores hjemmeside bruger:<ul><li>Funktionalitet: Vores virksomheden bruger disse cookies, så vi genkender dig på vores hjemmeside og husker dine tidligere valgte præferencer. Dette kan omfatte det sprog, du foretrækker, og den placering, du er på.<br/></li> </ul><h3>Hvordan administrerer du dine cookies?</h3>Du kan indstille din browser til ikke at acceptere cookies, dette webstedet <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> leder dig gennem hvordan og fortæller dig hvordan du fjerner cookies fra din browser. Vær opmærksom på, at vores hjemmeside muligvis ikke fungerer som følge heraf. <h3>Hvordan reagerer vi på juridiske anmodninger eller forhindrer skade?</h3>I overensstemmelse med vores mål om at bekæmpe misbrug i hjemmet verden over kan vi få adgang til, bevare og dele dine oplysninger med tilsynsmyndigheder, retshåndhævere eller andre i tilfælde af, at vi skal svare på en juridisk anmodning (såsom en ransagningskendelse, retskendelse eller stævning) med hensyn til din konto og dit indhold. Vi kan også få adgang til, bevare og dele dine oplysninger, hvis vi har en god tro på, at det er nødvendigt at gøre det. Dette kunne omfatte<ul><li>For at forhindre og imødegå svindel<br/></li><li>Forebygge død<br/></li><li>Tag på ulovlig aktivitet<br/></li></ul><h3>Privatlivspolitikker for andre websteder</h3>Sisterhoods websted og app indeholder nyttige links fra andre websteder, der kunne være en ressource for dig. Men bemærk, at vores privatlivspolitik kun gælder for vores hjemmeside og app, så hvis du klikker på et link til en anden hjemmeside, bør du læse deres privatlivspolitik.<h3>Ændringer i vores privatlivspolitik</h3>Sisterhood holder sin privatlivspolitik under regelmæssig anmeldelse og placerer opdateringer på vores hjemmeside og i vores app. Denne privatlivspolitik blev sidst opdateret den 2. juni 2022.<h3>Sådan kontakter du os</h3>Hvis du har spørgsmål eller bekymringer om Sisterhood, vores privatlivspolitik, de data, vi indsamler og opbevarer, eller hvis du gerne vil udøve en eller flere af dine databeskyttelsesrettigheder, er du velkommen til at sende en e-mail til os på <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Sådan kontakter du de relevante myndigheder</h3>Hvis du gerne vil indberette en klage, eller hvis du føler, at Sisterhood ikke har behandlet din bekymring på en tilfredsstillende måde, kan du sende en e-mail til Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
es: <body><p>Esta política describe la información que Sisterhood procesa y utiliza para respaldar la aplicación, el sitio web y otros productos y funciones ofrecidos por Sisterhood. <br><br>Temas<ul style='list-style-type:circle'><li> ¿Qué datos recopilamos?<br/></li><li> ¿Cómo recopilamos sus datos?<br /></li><li> ¿Cómo utilizaremos sus datos?<br/></li><li> ¿Cómo almacenaremos sus datos?<br/></li><li> ¿Cuáles son sus datos de protección? derechos?<br/></li><li> ¿Qué son las cookies?<br/></li><li> ¿Qué tipo de cookies utilizamos?<br/></li><li> Cómo administrar sus cookies<br/></li><li> ¿Cómo respondemos a solicitudes legales o evitamos daños?<br/></li><li> Políticas de privacidad de otros sitios web<br/></li><li > Cambios en nuestra política de privacidad<br/></li><li> Cómo contactarnos<br/></li><li> Cómo contactar a las autoridades correspondientes <br/></li></ul> <h3>¿Qué datos recopilamos?</h3><p>Para garantizar que tenga la capacidad de recopilar pruebas de manera segura y eficiente, recopilamos los siguientes datos: </p><ul style='list-style-type :circle'><li>Contenido e información que proporciona a la aplicación, incluso cuando se registra para obtener una cuenta y crea contenido. Esto incluye información en o sobre el contenido que proporciona (como metadatos), como la ubicación de una foto o la fecha en que se creó un archivo. Eso incluye:<ul style='list-style-type:circle'><li><b> Su información de identificación personal.</b> (Nombre, número de teléfono, dirección y correo electrónico)<br/></li <li><b> Cualquier imagen, video, documento y archivo de sonido.</b> que cargue en el diario.<br/></li><li><b>Su uso de la aplicación.</ b> Recopilamos información sobre cómo usa nuestros productos y la frecuencia de su uso; incluye las funciones que usa, las acciones que realiza y el contenido que ve. <br/></li><li><b>Ubicación de tus cargas. </b>En un esfuerzo por evitar la difamación, etiquetamos geográficamente sus cargas de imágenes, videos, documentos y sonidos. Su ubicación puede ser determinada por<br/></li><ul style='list-style-type:square'><li>GPS y otros datos de sensores de su dispositivo <br/></li><li> IP dirección<br/></li><li>Información sobre cosas alrededor de su dispositivo, como puntos de acceso Wi-Fi y torres celulares. <br/></li></ul></ul><br/></li><li>Información del dispositivo. Sisterhood recopila información de sus computadoras y teléfonos que utiliza para interactuar con nuestros productos. Esta información incluye:<ul style='list-style-type:square'><li> <b>Atributos del dispositivo.</b> Es decir, información como el sistema operativo, las versiones de hardware y software, y los nombres de archivos y tipos.<li> <b>Señales de dispositivos.</b> Información sobre puntos de acceso Wi-Fi cercanos y torres de telefonía móvil.<li><b>Operaciones de dispositivos.</b> Es decir, información sobre operaciones y comportamientos realizados mientras usando la aplicación.<li><b>Datos de la configuración del dispositivo.</b> Información que nos permite recibir a través de la configuración del dispositivo que activa, como el acceso a su ubicación GPS, cámara o fotos.<li><b> Red y conexiones. </b>Específicamente, información como el nombre de su operador móvil o ISP, idioma, zona horaria, número de teléfono móvil y dirección IP para que podamos asegurarnos de que es usted quien envía el contenido a la aplicación.<br/>< /li></ul><br/></li></ul><h3>¿Cómo recopilamos sus datos?</h3>Usted proporciona a Sisterhood los datos que recopilamos cuando usted:<ul style='list -style-type:circle'><li>Descargue y cree una cuenta con Sisterhood.<br/></li><li> Cree contenido voluntariamente usando nuestra función de "nueva entrada de diario".<br/></li> <li>Proporcionar comentarios sobre nuestro sitio web y nuestra aplicación.<br/></li><li>Uso de ver nuestro sitio web a través de las cookies de su navegador.<br/></li><li>Participar en las funciones de la aplicación. <br/></li><li>Sube imágenes, videos, documentos y archivos de sonido.<br/></li></ul><h3>¿Cómo usaremos tus datos?</h3>Usamos el datos que nos proporciona de las siguientes maneras:<ul style='list-style-type:circle'><li>Almacenar evidencia para que pueda, una vez que esté listo, denunciar los delitos que está experimentando. <br/></li><li>Para mantener un registro de sus actividades en nuestros productos, que luego se puede utilizar parapruebas.<br/></li><li>Permitirle mantener un registro de los delitos que está experimentando con una cronología precisa. Por ejemplo, recopilamos marcas de tiempo de cuando agrega una nueva entrada de diario o realiza ediciones para fortalecer su evidencia. <br/></li><li>Mejorar nuestro producto. Al comprender cómo interactúa con nuestros productos, podemos mejorar nuestras funciones dentro de la aplicación y en nuestro sitio web. <br/></li><li>Si nos permite usar su información al crear contenido, tenemos la capacidad de reducir la difamación al usar su ubicación para vincular las experiencias que nos brinda. El seguimiento de su ubicación también fortalece su caso, ya que la policía debe asegurarse de que usted es quien dice ser y de que existe una conexión clara entre la información que proporciona, como texto, videos, imágenes, archivos de sonido y documentos, y lugares. que visita con frecuencia (su hogar, el hogar de amigos y familiares, el lugar de trabajo o las áreas aledañas a su hogar). <br/></li><li>Sisterhood no vende su información con fines publicitarios ni se asocia con empresas lucrativas para vender servicios, pero vendemos y usamos su información con fines de investigación para mejorar las políticas y la legislación en torno a abuso doméstico. Al anonimizar sus datos, podemos proporcionar a los gobiernos, municipios, servicios sociales, policía y albergues para mujeres (entre otros) estadísticas mejores y más precisas sobre el abuso doméstico. Por ejemplo, Sisterhood puede proporcionar a los municipios a nivel regional qué tipo de abuso es más frecuente mediante el uso de la información de nuestros usuarios en su área. <br/></li><li>Promover la seguridad y la protección. Usamos su información para verificar las cuentas y la actividad para evitar el spam y las conductas dañinas. Por ejemplo, usamos la información que proporciona para investigar el abuso en nuestra aplicación y las violaciones de nuestros términos y condiciones. <br/></li><li>Investigar e innovar para el bien común. El objetivo de Sisterhood es empoderar a las mujeres víctimas de abuso doméstico y darles voz en los tribunales al mejorar las pruebas. En esencia, llevamos a cabo y apoyamos investigaciones para combatir la violencia doméstica y mejorar igualdad de género. Por ejemplo, analizamos la información que nuestros usuarios brindan colectivamente para descubrir patrones en el abuso doméstico e informar a los gobiernos y legisladores sobre la necesidad de mejorar las políticas, el financiamiento y la asignación general de recursos. <br/></li></ul><h3>¿Cómo almacenaremos sus datos?</h3>Nuestra empresa almacena sus datos de forma segura mediante las soluciones de almacenamiento de Google Cloud y Firebase. La infraestructura de Google Cloud tiene protecciones integradas para garantizar que su información, identidad, aplicaciones y dispositivos estén protegidos. Además, Google Cloud cifra los datos en tránsito entre sus instalaciones, lo que garantiza que solo los roles autorizados puedan acceder a ellos. <br><br>Dado que los datos que Sisterhood recopila sirven para mejorar y fortalecer la evidencia, los datos se almacenarán durante el período de prescripción, que varía según el delito. Por lo tanto, los datos personales se conservan durante el tiempo que sea necesario para recopilar pruebas y construir un caso penal.<br>Basado en el período de prescripción de 35 kap. 1 § Brottsbalken (BrB) los datos se almacenarán de la siguiente manera:<ul style='st-style-type:circle'><li>Para asesinatos donde la sentencia máxima es cadena perpetua, los datos se almacenarán durante 25 años <br/></li><li>Para abuso violento donde la sentencia máxima es superior a 8 años, los datos se almacenarán durante 15 años<br/></li><li>Para abuso violento donde la sentencia máxima es 6 años, los datos se almacenarán durante 10 años<br/></li><li>Para abusos donde la sentencia máxima es de 2 años, los datos se almacenarán durante 5 años<br/></li><li> >Para abuso donde la pena máxima es de 1 año, los datos se almacenarán durante 2 años. <br/></li></ul><h3>¿Cuáles son sus derechos de protección de datos?</h3>Sisterhood quiere asegurarse de que conoce todos sus derechos de protección de datos. Todo usuario tiene derecho a lo siguiente:<ul style='list-style-type:circle'><li>El derecho de acceso: Tiene derecho a solicitar a Sisterhood copias de sus datos personales. Tenga en cuenta que podemos cobrarle una pequeña tarifa por este servicio. <br/></li><li>El derecho a la rectificación: Tiene derecho a solicitar que Sisterhood corrija cualquier información que crea que es inexacta. También tiene derecho a solicitar a Sisterhood que complete la información que cree que está incompleta. <br/></li><li>El derecho a borrar: Tiene derecho a solicitar que Sisterhood borre sus datos personales, bajo ciertas condiciones.<br/></li><li>El derecho a restringir el procesamiento: tiene derecho a solicitar que Sisterhood restrinja el procesamiento de sus datos personales, bajo ciertas condiciones. <br/></li><li>El derecho a oponerse al procesamiento: tiene derecho a oponerse al procesamiento de sus datos personales por parte de Sisterhood, bajo ciertas condiciones. <br/></li><li>El derecho a la portabilidad de datos: tiene derecho a solicitar que Sisterhood transfiera los datos que hemos recopilado a otra organización, o directamente a usted, bajo ciertas condiciones. <> <br/></li></ul>Si realiza una solicitud, tenemos un mes para responderle. Si desea ejercer alguno de estos derechos, comuníquese con nosotros a nuestro correo electrónico: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> ¿Cuáles son ¿galletas? </h3>Las cookies son pequeños fragmentos de texto enviados a su navegador por un sitio web que visita. Recopilan información estándar de registro de Internet e información sobre el comportamiento de los visitantes, lo que puede facilitarle la visita al sitio nuevamente y hacer que el sitio le resulte más útil. Podemos recopilar información sobre usted automáticamente a través de cookies o tecnología similar. Para obtener más información, visite <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>¿Cómo utilizamos cookies?</h3>Sisterhood utiliza cookies para mejorar su experiencia en nuestro sitio web, lo que incluye:<ul><li>Comprender cómo utiliza nuestro sitio web.<br/></li><li>Comprender sus preferencias relacionadas con ubicación e idioma<br/></li></ul><h3>¿Qué tipo de cookies usamos?</h3>Hay varias cookies diferentes, sin embargo nuestro sitio web usa:<ul><li>Funcionalidad: Nuestro empresa utiliza estas cookies, por lo que le reconocemos en nuestro sitio web y recordamos sus preferencias previamente seleccionadas. Esto podría incluir el idioma que prefiera y la ubicación en la que se encuentre.<br/></li> </ul><h3>¿Cómo administrar sus cookies?</h3>Puede configurar su navegador para que no acepte cookies, esto El sitio web <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> lo guía a través de cómo eliminar las cookies de su navegador. Tenga en cuenta que, como resultado, es posible que nuestro sitio web no funcione. <h3>¿Cómo respondemos a las solicitudes legales o evitamos daños?</h3>De acuerdo con nuestros objetivos de combatir el abuso doméstico en todo el mundo, podemos acceder, preservar y compartir su información con los reguladores, las fuerzas del orden u otros en caso de que tiene que responder a una solicitud legal (como una orden de registro, una orden judicial o una citación) con respecto a su cuenta y contenido. También podemos acceder, conservar y compartir su información si creemos de buena fe que es necesario hacerlo. Esto podría incluir<ul><li>Prevenir y abordar el fraude<br/></li><li>Prevenir muerte<br/></li><li>Abordar la actividad ilegal<br/></li></ul><h3>Políticas de privacidad de otros sitios web</h3>El sitio web y la aplicación de Sisterhood contienen enlaces útiles de otros sitios web que podría ser un recurso para usted. Pero tenga en cuenta que nuestra política de privacidad se aplica solo a nuestro sitio web y aplicación, por lo que si hace clic en un enlace a otro sitio web, debe leer su política de privacidad.<h3>Cambios en nuestra política de privacidad</h3>Sisterhood mantiene su política de privacidad bajo revisión periódica y coloca actualizaciones en nuestro sitio web y en nuestra aplicación. Esta política de privacidad se actualizó por última vez el 2 de junio de 2022.<h3>Cómo contactarnos</h3>Si tiene alguna pregunta o inquietud sobre Sisterhood, nuestra política de privacidad, los datos que recopilamos y almacenamos, o si desea ejercer uno o más de sus derechos de protección de datos, no dude en enviarnos un correo electrónico a <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Cómo contactar las autoridades correspondientes</h3>Si desea presentar una queja o si cree que Sisterhood no ha abordado su inquietud de manera satisfactoria, puede enviar un correo electrónico a Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
fa: <body><p>این خط‌مشی اطلاعاتی را که Sisterhood پردازش می‌کند و از آن برای پشتیبانی از برنامه، وب‌سایت و سایر محصولات و ویژگی‌های ارائه شده توسط Sisterhood استفاده می‌کند، توضیح می‌دهد. <br><br>موضوعات<ul style='list-style-type:circle'><li> چه داده هایی را جمع آوری می کنیم؟<br/></li><li> چگونه داده های شما را جمع آوری می کنیم؟<br /></li><li> چگونه از داده های شما استفاده خواهیم کرد؟<br/></li><li> چگونه داده های شما را ذخیره خواهیم کرد؟<br/></li><li> حفاظت از داده های شما چیست؟ حقوق؟<br/></li><li> کوکی ها چیست؟<br/></li><li> از چه نوع کوکی هایی استفاده می کنیم؟<br/></li><li> چگونه مدیریت کنیم کوکی های شما<br/></li><li> چگونه به درخواست های قانونی پاسخ می دهیم یا از آسیب جلوگیری می کنیم؟<br/></li><li> سیاست های حفظ حریم خصوصی سایر وب سایت ها<br/></li><li > تغییرات در سیاست حفظ حریم خصوصی ما<br/></li><li> نحوه تماس با ما<br/></li><li> نحوه تماس با مقامات مربوطه <br/></li></ul> <h3>چه داده‌هایی را جمع‌آوری می‌کنیم؟</h3><p>برای اطمینان از اینکه شما توانایی جمع‌آوری شواهد ایمن و کارآمد را دارید، داده‌های زیر را جمع‌آوری می‌کنیم: </p><ul style='list-style-type :circle'><li>محتوا و اطلاعاتی که به برنامه ارائه می‌دهید، از جمله هنگام ثبت نام برای یک حساب و ایجاد محتوا. این شامل اطلاعات مربوط به محتوایی است که ارائه می‌کنید (مانند ابرداده)، مانند مکان عکس یا تاریخ ایجاد یک فایل. این شامل:<ul style='list-style-type:circle'><li><b> اطلاعات شناسایی شخصی شما.</b> (نام، شماره تلفن، آدرس و ایمیل)<br/></li ><li><b> هر گونه عکس، ویدئو، سند، و فایل صوتی.</b> که در مجله آپلود می کنید<br/></li><li><b>استفاده شما از برنامه.</b> b> ما اطلاعاتی در مورد نحوه استفاده شما از محصولات ما و دفعات استفاده شما جمع آوری می کنیم. این شامل ویژگی هایی است که استفاده می کنید، اقداماتی که انجام می دهید و محتوایی که مشاهده می کنید. <br/></li><li><b>مکان آپلودهای شما. </b>در تلاشی برای جلوگیری از افترا، عکس، ویدئو، اسناد و صداهای شما را برچسب گذاری می کنیم. موقعیت مکانی شما را می‌توان با<br/></li><ul style='list-style-type:square'><li>GPS و سایر داده‌های حسگر دستگاهتان تعیین کرد <br/></li><li> IP آدرس<br/></li><li>اطلاعات مربوط به چیزهای اطراف دستگاه شما مانند نقاط دسترسی Wi-Fi و دکل های تلفن همراه. <br/></li></ul></ul><br/></li><li>اطلاعات دستگاه. Sisterhood اطلاعاتی را از رایانه ها و تلفن های شما که برای تعامل با محصولات ما استفاده می کنید جمع آوری می کند. این اطلاعات شامل موارد زیر است:<ul style='list-style-type:square'><li> <b>ویژگی های دستگاه.</b> یعنی اطلاعاتی مانند سیستم عامل، نسخه های سخت افزار و نرم افزار، و نام فایل ها و انواع.<li> <b>سیگنال‌های دستگاه.</b> اطلاعاتی در مورد نقاط دسترسی Wi-Fi و برج‌های تلفن همراه.<li><b>عملیات دستگاه.</b> یعنی اطلاعاتی درباره عملیات و رفتارهایی که در حین انجام می‌شوند. با استفاده از برنامه.<li><b>داده‌ها از تنظیمات دستگاه.</b> اطلاعاتی که به ما اجازه می‌دهید از طریق تنظیمات دستگاهی که روشن می‌کنید دریافت کنیم، مانند دسترسی به موقعیت مکانی GPS، دوربین یا عکس‌های شما.<li><b> شبکه و اتصالات </b>به طور خاص، اطلاعاتی مانند نام اپراتور تلفن همراه یا ISP، زبان، منطقه زمانی، شماره تلفن همراه و آدرس IP، بنابراین ما می‌توانیم مطمئن شویم که شما کسی هستید که محتوا را به برنامه ارسال می‌کند.<br/>< /li></ul><br/></li></ul><h3>چگونه داده‌های شما را جمع‌آوری می‌کنیم؟</h3>شما داده‌هایی را که جمع‌آوری می‌کنیم به خواهرخواندگی ارائه می‌دهید زمانی که:<ul style='list -style-type:circle'><li>دانلود کنید و یک حساب کاربری با Sisterhood ایجاد کنید.<br/></li><li> با استفاده از ویژگی "ورودی جدید در مجله" ما داوطلبانه محتوا ایجاد کنید.<br/></li> <li>بازخورد خود را در مورد وب‌سایت و برنامه ما ارائه دهید.<br/></li><li>از مشاهده وب‌سایت ما از طریق کوکی‌های مرورگر خود استفاده کنید.<br/></li><li>درگیر ویژگی‌های برنامه باشید. <br/></li><li>تصاویر، ویدئوها، اسناد و فایل‌های صوتی را آپلود کنید.<br/></li></ul><h3>چگونه از داده‌های شما استفاده خواهیم کرد؟</h3>ما از داده‌هایی که به روش‌های زیر در اختیار ما قرار می‌دهید:<ul style='list-style-type:circle'><li>شواهد را ذخیره کنید تا بتوانید پس از آماده شدن، جنایاتی را که تجربه می‌کنید گزارش دهید. <br/></li><li>برای نگهداری گزارشی از فعالیت‌های خود در محصولات ما که بعداً می‌توانید از آن استفاده کنید مدارک به عنوان مثال، زمانی که شما یک مدخل مجله جدید اضافه می کنید یا ویرایش هایی را برای تقویت شواهد خود انجام می دهید، مهر زمانی جمع آوری می کنیم. <br/></li><li>محصول ما را بهبود ببخشیم. با درک نحوه تعامل شما با محصولات ما، می‌توانیم ویژگی‌های خود را در برنامه و وب‌سایت خود بهبود ببخشیم. <br/></li><li>اگر به ما اجازه می‌دهید از اطلاعات شما هنگام ایجاد محتوا استفاده کنیم، ما می‌توانیم با استفاده از موقعیت مکانی شما برای پیوند دادن تجربیاتی که به ما ارائه می‌دهید، افترا کاهش دهیم. ردیابی موقعیت مکانی شما همچنین پرونده شما را تقویت می کند زیرا پلیس باید اطمینان حاصل کند که شما همان چیزی هستید که می گویید هستید و ارتباط واضحی بین اطلاعاتی که ارائه می دهید مانند متن، فیلم، تصاویر، فایل های صوتی و اسناد و مکان ها وجود دارد. که اغلب از آنها بازدید می کنید (خانه، خانه دوستان و خانواده، محل کار یا مناطق اطراف خانه شما). <br/></li><li>Sisterhood اطلاعات شما را برای مقاصد تبلیغاتی نمی فروشد یا با شرکت های انتفاعی برای فروش خدمات شریک نمی شود، اما ما اطلاعات شما را برای اهداف تحقیقاتی می فروشیم و از آنها استفاده می کنیم تا بهتر سیاست ها و قوانین پیرامون را بهبود بخشیم. آزار خانگی با ناشناس کردن داده‌های شما، می‌توانیم به دولت‌ها، شهرداری‌ها، خدمات اجتماعی، پلیس و سرپناه‌های زنان (از جمله سایر موارد) آمار بهتر و دقیق‌تری در مورد آزار خانگی ارائه کنیم. برای مثال، خواهرخواندگی می‌تواند با استفاده از اطلاعات کاربران ما در منطقه‌شان، به‌طور منطقه‌ای به شهرداری‌ها ارائه دهد که چه نوع سوءاستفاده‌ای شایع‌تر است. <br/></li><li>برای ارتقای ایمنی و امنیت. ما از اطلاعات شما برای تأیید حساب‌ها و فعالیت‌ها برای جلوگیری از هرزنامه و رفتار مضر استفاده می‌کنیم. به عنوان مثال، ما از اطلاعاتی که شما ارائه می‌دهید برای بررسی سوء استفاده در برنامه و نقض شرایط و ضوابط خود استفاده می‌کنیم. <br/></li><li>تحقیق و نوآوری برای منافع عمومی. هدف خواهرخواندگی توانمندسازی زنان مورد آزار خانگی و دادن صدای آنها در دادگاه با بهبود شواهد است. در هسته خود، ما تحقیقاتی را برای مبارزه با خشونت خانگی و بهبود آن انجام می دهیم و از آن حمایت می کنیم برابری جنسیتی. به عنوان مثال، ما اطلاعاتی را که کاربران به طور جمعی ارائه می‌کنند تجزیه و تحلیل می‌کنیم تا الگوهای سوءاستفاده خانگی را کشف کنیم و دولت‌ها و قانون‌گذاران را از نیاز به بهبود سیاست‌ها، بودجه و تخصیص کلی منابع آگاه کنیم. <br/></li></ul><h3>چگونه داده‌های شما را ذخیره می‌کنیم؟</h3>شرکت ما با استفاده از راه‌حل‌های ذخیره‌سازی Google Cloud و Firebase، داده‌های شما را به‌طور ایمن ذخیره می‌کند. زیرساخت Google Cloud دارای محافظ‌های داخلی است تا اطمینان حاصل کند که اطلاعات، هویت، برنامه‌ها و دستگاه‌های شما محافظت می‌شوند. علاوه بر این، Google Cloud داده‌های در حال انتقال بین امکانات خود را رمزگذاری می‌کند، که تضمین می‌کند که فقط توسط نقش‌های مجاز قابل دسترسی است. <br><br>از آنجایی که داده‌هایی که Sisterhood جمع‌آوری می‌کند به بهبود و تقویت شواهد کمک می‌کند، داده‌ها برای مدت زمان تجویز، که بسته به جرم متفاوت است، ذخیره می‌شوند. بنابراین، داده های شخصی تا زمانی که برای اهداف جمع آوری شواهد و تشکیل پرونده جنایی مورد نیاز است، حفظ می شود.<br>بر اساس دوره تجویز از 35 kap. 1 § Brottsbalken (BrB) داده ها به صورت زیر ذخیره می شوند:<ul style='st-style-type:circle'><li>برای قتلی که حداکثر مجازات آن حبس ابد است، داده ها به مدت 25 سال ذخیره می شوند. <br/></li><li>برای سوء استفاده خشونت آمیز که حداکثر مجازات بیش از 8 سال است، داده ها به مدت 15 سال ذخیره می شود<br/></li><li>برای سوء استفاده خشونت آمیز که حداکثر مجازات آن است. 6 سال، داده ها به مدت 10 سال ذخیره می شود<br/></li><li>برای سوء استفاده که حداکثر مجازات آن 2 سال است، داده ها به مدت 5 سال ذخیره می شود<br/></li><li > برای سوء استفاده که حداکثر مجازات آن 1 سال است، داده ها به مدت 2 سال ذخیره می شوند. <br/></li></ul><h3>حقوق حفاظت از داده شما چیست؟</h3> خواهر و برادر مایلند اطمینان حاصل کنند که شما از تمام حقوق حفاظت از داده خود آگاه هستید. هر کاربر حق استفاده از موارد زیر را دارد:<ul style='list-style-type:circle'><li>حق دسترسی: شما این حق را دارید که از خواهرخواندگی برای کپی از اطلاعات شخصی خود درخواست کنید. لطفاً توجه داشته باشید که ممکن است برای این خدمات هزینه کمی از شما دریافت کنیم. <br/></li><li>حق اصلاح: شما این حق را دارید که از خواهری درخواست کنید هر اطلاعاتی را که فکر می کنید نادرست است تصحیح کند. شما همچنین حق دارید از Sisterhood درخواست کنید تا اطلاعاتی را که فکر می کنید ناقص است تکمیل کند. <br/></li><li>حق پاک کردن: شما این حق را دارید که تحت شرایط خاصی از خواهرخواندگی درخواست کنید اطلاعات شخصی شما را پاک کند. <br/></li><li>حق محدود کردن پردازش: شما این حق را دارید که تحت شرایط خاصی از خواهری درخواست کنید که پردازش اطلاعات شخصی شما را محدود کند. <br/></li><li>حق اعتراض به پردازش: شما این حق را دارید که تحت شرایط خاصی به پردازش داده‌های شخصی خود توسط Sisterhood اعتراض کنید. <br/></li><li>حق انتقال داده‌ها: شما این حق را دارید که از Sisterhood داده‌هایی را که جمع‌آوری کرده‌ایم به سازمان دیگری یا مستقیماً تحت شرایط خاص به شما درخواست کنید. <> <br/></li></ul>اگر درخواستی دارید، یک ماه فرصت داریم تا به شما پاسخ دهیم. اگر می‌خواهید از هر یک از این حقوق استفاده کنید، لطفاً با ایمیل ما تماس بگیرید: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> چه هستند بیسکویت ها؟ </h3>کوکی ها قطعات کوچکی از متن هستند که توسط وب سایتی که بازدید می کنید به مرورگر شما ارسال می شود. آنها اطلاعات استاندارد لاگ اینترنت و اطلاعات رفتار بازدیدکنندگان را جمع آوری می کنند که می تواند بازدید مجدد از سایت را برای شما آسان تر کند و سایت را برای شما مفیدتر کند. ما ممکن است به طور خودکار از طریق کوکی ها یا فناوری های مشابه از شما اطلاعات جمع آوری کنیم. برای اطلاعات بیشتر لطفاً به <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>چگونه ما از کوکی ها استفاده می کنیم؟</h3>Sisterhood از کوکی ها برای بهبود تجربه شما در وب سایت ما استفاده می کند، از جمله:<ul><li>درک نحوه استفاده شما از وب سایت ما.<br/></li><li>درک ترجیحات شما در مورد مکان و زبان<br/></li></ul><h3>از چه نوع کوکی هایی استفاده می کنیم؟</h3>چندین کوکی مختلف وجود دارد، اما وب سایت ما از این موارد استفاده می کند:<ul><li>عملکرد: ما شرکت از این کوکی ها استفاده می کند، بنابراین ما شما را در وب سایت خود می شناسیم و ترجیحات انتخابی قبلی شما را به خاطر می آوریم. این می‌تواند شامل زبانی باشد که ترجیح می‌دهید و مکانی که در آن هستید.<br/></li> </ul><h3>چگونه کوکی‌های خود را مدیریت کنیم؟</h3>می‌توانید مرورگر خود را طوری تنظیم کنید که کوکی‌ها را نپذیرد. وب سایت <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> نحوه حذف کوکی ها را به شما آموزش می دهد و به شما می گوید که چگونه کوکی ها را از مرورگر خود حذف کنید. لطفاً توجه داشته باشید که ممکن است وب سایت ما در نتیجه کار نکند. <h3>چگونه به درخواست‌های قانونی پاسخ می‌دهیم یا از آسیب جلوگیری می‌کنیم؟</h3>همراستا با اهدافمان برای مبارزه با سوءاستفاده‌های خانگی در سراسر جهان، ممکن است به اطلاعات شما دسترسی داشته باشیم، آن‌ها را حفظ کنیم و درصورتی‌که با قانون‌گذاران، مجریان قانون یا دیگران به اشتراک بگذاریم. باید به یک درخواست قانونی (مانند حکم بازرسی، حکم دادگاه یا احضاریه) در رابطه با حساب و محتوای خود پاسخ دهید. همچنین ممکن است به اطلاعات شما دسترسی داشته باشیم، آن را حفظ کنیم و به اشتراک بگذاریم، اگر با حسن نیت باور داشته باشیم که انجام این کار ضروری است. این می تواند شامل<ul><li>جلوگیری و رسیدگی به تقلب باشد<br/></li><li>پیشگیری مرگ <br/></li><li>آدرس فعالیت غیرقانونی<br/></li></ul><h3>خط مشی‌های حفظ حریم خصوصی سایر وب‌سایت‌ها</h3>وب‌سایت و برنامه Sisterhood حاوی پیوندهای مفیدی از وب‌سایت‌های دیگر است که می تواند منبعی برای شما باشد اما توجه داشته باشید که خط‌مشی رازداری ما فقط در مورد وب‌سایت و برنامه ما اعمال می‌شود، بنابراین اگر روی پیوندی به وب‌سایت دیگری کلیک کنید، باید خط‌مشی رازداری آن‌ها را بخوانید.<h3>تغییرات در خط‌مشی رازداری ما</h3>Sisterhood خط‌مشی رازداری خود را تحت عنوان بررسی منظم و به روز رسانی در وب سایت ما و در برنامه ما. این خط‌مشی رازداری آخرین بار در 2 ژوئن 2022 به‌روزرسانی شد.<h3>نحوه تماس با ما</h3>اگر در مورد خواهرخواندگی، خط‌مشی رازداری ما، داده‌هایی که جمع‌آوری و ذخیره می‌کنیم، یا اگر می‌خواهید سؤال یا نگرانی دارید از یک یا چند مورد از حقوق حفاظت از داده خود استفاده کنید، لطفاً به ما ایمیل بزنید <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>نحوه تماس مقامات مربوط</h3>اگر مایلید شکایتی را گزارش کنید یا اگر احساس می‌کنید که خواهرخواندگی نگرانی شما را به نحوی رضایت‌بخش برطرف نکرده است، می‌توانید به Integritetsskyddsmyndigheten (IMY) ایمیل بزنید: imy@imy.se</p></p></body>
fi: <body><p>Tämä käytäntö kuvaa tietoja, joita Sisterhood käsittelee ja käyttää tukemaan sovellusta, verkkosivustoa ja muita Sisterhoodin tarjoamia tuotteita ja ominaisuuksia. <br><br>Aiheet<ul style='list-style-type:circle'><li> Mitä tietoja keräämme?<br/></li><li> Miten keräämme tietosi?<br /></li><li> Miten käytämme tietojasi?<br/></li><li> Miten säilytämme tietosi?<br/></li><li> Mikä on tietosuojasi oikeudet?<br/></li><li> Mitä evästeet ovat?<br/></li><li> Millaisia ​​evästeitä käytämme?<br/></li><li> Kuinka hallita evästeesi<br/></li><li> Miten vastaamme oikeudellisiin pyyntöihin tai ehkäisemme vahinkoja?<br/></li><li> Muiden verkkosivustojen tietosuojakäytännöt<br/></li><li > Muutoksia tietosuojakäytäntöömme<br/></li><li> Yhteydenotto<br/></li><li> Kuinka ottaa yhteyttä asianmukaisiin viranomaisiin <br/></li></ul> <h3>Mitä tietoja keräämme?</h3><p>Varmistaaksemme, että pystyt keräämään todisteita turvallisesti ja tehokkaasti, keräämme seuraavat tiedot: </p><ul style='list-style-type :circle'><li>Sisältö ja tiedot, jotka annat sovellukselle, mukaan lukien tilin luomisen ja sisällön luomisen yhteydessä. Tämä sisältää tietoja tarjoamastasi sisällöstä tai siitä (kuten metatiedot), kuten valokuvan sijainnin tai tiedoston luomispäivämäärän. Se sisältää:<ul style='list-style-type:circle'><li><b> Henkilötietosi.</b> (Nimi, puhelinnumero, osoite ja sähköpostiosoite)<br/></li ><li><b> Kaikki kuvat, videot, asiakirjat ja äänitiedostot.</b> jotka lataat päiväkirjaan<br/></li><li><b>Sovelluksen käyttösi.</b> b> Keräämme tietoja siitä, kuinka käytät tuotteitamme ja käyttötiheyttäsi; se sisältää käyttämäsi ominaisuudet, tekemäsi toiminnot ja katsomasi sisällön. <br/></li><li><b>Lataustesi sijainti. </b>Estääksemme kunnianloukkauksen merkitsemme kuvasi, videosi, asiakirjasi ja äänilatauksesi geotagilla. Sijaintisi voidaan määrittää<br/></li><ul style='list-style-type:square'><li>GPS:n ja muiden laitteesi anturitiedoilla <br/></li><li> IP osoite<br/></li><li>Tietoja laitteesi ympärillä olevista asioista, kuten Wi-Fi-tukipisteistä ja matkapuhelintorneista. <br/></li></ul></ul><br/></li><li>Laitetiedot. Sisterhood kerää tietoja tietokoneistasi ja puhelimistasi, joita käytät tuotteidemme kanssa vuorovaikutuksessa. Nämä tiedot sisältävät:<ul style='list-style-type:square'><li> <b>Laitemääritteet.</b> Eli tiedot, kuten käyttöjärjestelmä, laitteisto- ja ohjelmistoversiot sekä tiedostojen nimet ja tyypit.<li> <b>Laitteen signaalit.</b> Tietoja lähellä olevista Wi-Fi-tukipisteistä ja solutorneista.<li><b>Laitteen toiminnot.</b> Eli tiedot toiminnoista ja käyttäytymisestä sovelluksen avulla.<li><b>Laitteen asetusten tiedot.</b> Tiedot, jotka sallit meidän vastaanottaa päälle ottamistasi laitteen asetuksista, kuten pääsy GPS-sijaintiisi, kameraan tai valokuviin.<li><b> Verkko ja yhteydet. </b>Erityisesti tiedot, kuten matkapuhelinoperaattorisi tai Internet-palveluntarjoajasi nimi, kieli, aikavyöhyke, matkapuhelinnumero ja IP-osoite, jotta voimme varmistaa, että sinä lähetät sisällön sovellukseen.<br/>< /li></ul><br/></li></ul><h3>Miten keräämme tietosi?</h3>Annat Sisterhoodille keräämämme tiedot, kun:<ul style='list -style-type:circle'><li>Lataa ja luo tili Sisterhoodille.<br/></li><li> Luo sisältöä vapaaehtoisesti "uuden päiväkirjamerkintä" -ominaisuuden avulla.<br/></li> <li>Anna palautetta verkkosivustostamme ja sovelluksestamme.<br/></li><li>Näytä verkkosivustomme selaimesi evästeiden kautta.<br/></li><li>Ota käyttöön sovelluksen ominaisuuksia. <br/></li><li>Lähetä kuvia, videoita, asiakirjoja ja äänitiedostoja.<br/></li></ul><h3>Miten käytämme tietojasi?</h3>Käytämme tiedot, jotka annat meille seuraavilla tavoilla:<ul style='list-style-type:circle'><li>Säilytä todisteita, jotta voit, kun olet valmis, ilmoittaa kohtaamistasi rikoksista. <br/></li><li>Pidäksesi kirjaa toiminnoistasi tuotteissamme, jota voit myöhemmin käyttää todisteita.<br/></li><li>Voit pitää kirjaa kohtaamistasi rikoksista tarkalla aikajanalla. Keräämme esimerkiksi aikaleimoja siitä, kun lisäät uuden päiväkirjamerkinnän tai teet muutoksia todisteesi vahvistamiseksi. <br/></li><li>Paranna tuotettamme. Ymmärtämällä, kuinka käytät tuotteitamme, voimme parantaa ominaisuuksiamme sovelluksessa ja verkkosivustollamme. <br/></li><li>Jos annat meille luvan käyttää tietojasi sisältöä luodessaan, voimme vähentää kunnianloukkausta käyttämällä sijaintiasi linkittääksemme meille tarjoamiasi kokemuksia. Sijainnin seuranta vahvistaa myös tapaustasi, sillä poliisin on varmistettava, että olet se, joka väität olevasi ja että antamiesi tietojen, kuten tekstin, videoiden, kuvien, äänitiedostojen ja asiakirjojen ja paikkojen välillä on selkeä yhteys. joissa vierailet usein (kotisi, ystävien ja perheen koti, työpaikka tai kotiasi ympäröivä alue). <br/></li><li>Sisterhood ei myy tietojasi mainostarkoituksiin tai tee yhteistyötä voittoa tavoittelevien yritysten kanssa palveluiden myymiseksi, mutta myymme ja käytämme tietojasi tutkimustarkoituksiin parantaaksemme käytäntöjä ja lainsäädäntöä paremmin. perheväkivalta. Anonymisoimalla tietosi voimme tarjota hallituksille, kunnille, sosiaalipalveluille, poliisille ja naisten turvakodeille (muun muassa) parempia ja tarkempia tilastoja perheväkivallasta. Sisterhood voi esimerkiksi alueellisesti kertoa kunnille yleisimmistä pahoinpitelytyypeistä käyttämällä käyttäjien tietoja alueellaan. <br/></li><li>Turvallisuuden edistäminen. Käytämme tietojasi tilien ja toiminnan vahvistamiseen roskapostin ja haitallisen toiminnan estämiseksi. Käytämme antamiasi tietoja esimerkiksi tutkiaksemme väärinkäyttöä sovelluksessamme ja käyttöehtojemme rikkomuksia. <br/></li><li>Tutki ja innovoi yleistä hyvää. Sisterhood tavoitteena on vahvistaa perheväkivallan kohteeksi joutuneita naisia ​​ja antaa heille äänioikeus tuomioistuimessa parantamalla todisteita. Ytimessämme teemme ja tuemme tutkimusta perheväkivallan torjumiseksi ja parantamiseksi sukupuolten tasa-arvo. Analysoimme esimerkiksi käyttäjiemme kollektiivisesti toimittamia tietoja paljastaaksemme perheväkivallan mallit ja tiedottaaksemme hallituksille ja lainsäätäjille paremman politiikan, rahoituksen ja yleisen resurssien kohdentamisen tarpeesta. <br/></li></ul><h3>Miten tallennamme tietosi?</h3>Yritysmme tallentaa tietosi turvallisesti Google Cloud -tallennusratkaisujen ja Firebasen avulla. Google Cloudin infrastruktuurissa on sisäänrakennetut suojaukset, jotka varmistavat, että tietosi, henkilöllisyytesi, sovelluksesi ja laitteesi ovat suojattuja. Lisäksi Google Cloud salaa laitosten välillä siirrettävät tiedot, mikä varmistaa, että vain valtuutetut roolit voivat käyttää niitä. <br><br>Koska Sisterhood keräämät tiedot parantavat ja vahvistavat todisteita, tietoja säilytetään vanhentumisajan ajan, joka vaihtelee rikoksesta riippuen. Näin ollen henkilötietoja säilytetään niin kauan kuin niitä tarvitaan todisteiden keräämistä ja rikosasian rakentamista varten.<br>Perustuu vanhentumisaikaan alkaen 35 kap. 1 § Brottsbalken (BrB) tiedot säilytetään seuraavasti:<ul style='st-style-type:circle'><li>Murhasta, jossa enimmäisrangaistus on elinkautinen vankeusrangaistus, tietoja säilytetään 25 vuotta <br/></li><li>Väkivaltaisesta hyväksikäytöstä, jonka enimmäisrangaistus on yli 8 vuotta, tietoja säilytetään 15 vuotta<br/></li><li>Väkivaltaisesta hyväksikäytöstä, jonka enimmäisrangaistus on 6 vuotta, tietoja säilytetään 10 vuotta<br/></li><li>Väärinkäytöstä, jossa enimmäisrangaistus on 2 vuotta, tietoja säilytetään 5 vuotta<br/></li><li >Väärinkäytöksistä, joissa enimmäisrangaistus on 1 vuosi, tietoja säilytetään 2 vuotta. <br/></li></ul><h3>Mitkä ovat tietosuojaoikeutesi?</h3>Sisarkunta haluaa varmistaa, että olet täysin tietoinen kaikista tietosuojaoikeuksistasi. Jokaisella käyttäjällä on oikeus seuraaviin:<ul style='list-style-type:circle'><li>Käyttöoikeus: Sinulla on oikeus pyytää Sisterhood kopioita henkilötiedoistasi. Huomaa, että voimme veloittaa sinulta pienen maksun tästä palvelusta. <br/></li><li>Oikeus oikaisuun: Sinulla on oikeus pyytää Sisterhood oikaisemaan kaikki tiedot, jotka uskot olevan epätarkkoja. Sinulla on myös oikeus pyytää Sisterhood täydentämään tietoja, jotka uskot olevan puutteellisia. <br/></li><li>Oikeus tietojen poistamiseen: Sinulla on tietyin ehdoin oikeus pyytää Sisterhood poistamaan henkilötietosi. <br/></li><li>Oikeus rajoittaa käsittelyä: Sinulla on oikeus pyytää Sisterhoodia rajoittamaan henkilötietojesi käsittelyä tietyin edellytyksin. <br/></li><li>Oikeus vastustaa käsittelyä: Sinulla on oikeus vastustaa Sisterhoodin suorittamaa henkilötietojesi käsittelyä tietyin edellytyksin. <br/></li><li>Oikeus tietojen siirrettävyyteen: Sinulla on oikeus pyytää Sisterhoodia siirtämään keräämämme tiedot toiselle organisaatiolle tai suoraan sinulle tietyin ehdoin. <> <br/></li></ul>Jos teet pyynnön, meillä on kuukausi aikaa vastata sinulle. Jos haluat käyttää jotakin näistä oikeuksista, ota meihin yhteyttä sähköpostitse: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> Mitä ovat keksit? </h3>Evästeet ovat pieniä tekstinpätkiä, jotka vierailemasi verkkosivusto lähettää selaimeesi. Ne keräävät tavallisia Internet-lokitietoja ja vierailijoiden käyttäytymistietoja, jotka voivat helpottaa sivustolla käyntiäsi uudelleen ja tehdä sivustosta hyödyllisemmän. Saatamme kerätä sinulta tietoja automaattisesti evästeiden tai vastaavan tekniikan avulla. Saat lisätietoja osoitteesta <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>Kuinka käytämmekö evästeitä?</h3>Sisaruus käyttää evästeitä parantaakseen käyttökokemustasi verkkosivustollamme, mukaan lukien:<ul><li>Ymmärtää, kuinka käytät verkkosivustoamme.<br/></li><li>Ymmärtääksesi asetuksiasi koskien sijainti ja kieli<br/></li></ul><h3>Millaisia ​​evästeitä käytämme?</h3>On olemassa useita erilaisia ​​evästeitä, mutta verkkosivustomme käyttää:<ul><li>Toiminto: Meidän yritys käyttää näitä evästeitä, joten tunnistamme sinut verkkosivustollamme ja muistamme aiemmin valitsemasi asetuksesi. Tämä voi sisältää haluamasi kielen ja sijainnin, jossa olet.<br/></li> </ul><h3>Kuinka hallitset evästeitäsi?</h3>Voit asettaa selaimesi estämään evästeitä. verkkosivusto <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> opastaa sinua ja neuvoo, kuinka voit poistaa evästeet selaimestasi. Huomaa, että verkkosivustomme ei välttämättä toimi tämän seurauksena. <h3>Kuinka vastaamme oikeudellisiin pyyntöihin tai ehkäisemme vahinkoa?</h3>Yhdessä tavoitteidemme kanssa torjua perheväkivaltaa maailmanlaajuisesti saatamme käyttää, säilyttää ja jakaa tietojasi sääntelyviranomaisten, lainvalvontaviranomaisten tai muiden kanssa siinä tapauksessa, että Sinun on vastattava tiliäsi ja sisältöäsi koskevaan oikeudelliseen pyyntöön (kuten etsintälupa, oikeuden määräys tai haaste). Saatamme myös käyttää, säilyttää ja jakaa tietojasi, jos uskomme vilpittömästi, että se on välttämätöntä. Tämä voi sisältää<ul><li>petosten ehkäisemisen ja käsittelemisen<br/></li><li>estää kuolema<br/></li><li>Osoita laittomaan toimintaan<br/></li></ul><h3>Muiden verkkosivustojen tietosuojakäytännöt</h3>Sisterhoodin verkkosivusto ja sovellus sisältävät hyödyllisiä linkkejä muilta verkkosivustoilta, jotka voi olla sinulle resurssi. Huomaa kuitenkin, että tietosuojakäytäntömme koskee vain verkkosivustoamme ja sovellustasi, joten jos napsautat linkkiä toiselle verkkosivustolle, sinun tulee lukea niiden tietosuojakäytäntö.<h3>Muutokset tietosuojakäytäntöömme</h3>Sisterhood pitää tietosuojakäytäntönsä alla säännöllinen tarkistus ja päivitykset verkkosivuillamme ja sovelluksessamme. Tämä tietosuojakäytäntö päivitettiin viimeksi 2. kesäkuuta 2022.<h3>Ota yhteyttä</h3>Jos sinulla on kysyttävää tai huolenaiheita Sisterhoodista, tietosuojakäytännöstämme, keräämistämme ja tallentamistamme tiedoista tai jos haluat käyttää yhtä tai useampaa tietosuojaoikeuttasi, lähetä meille sähköpostia osoitteeseen <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Ota yhteyttä toimivaltaisille viranomaisille</h3>Jos haluat tehdä valituksen tai jos sinusta tuntuu, että Sisterhood ei ole käsitellyt huolenaiheitasi tyydyttävällä tavalla, voit lähettää sähköpostia osoitteeseen Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
no: <body><p>Denne policyen beskriver informasjonen Sisterhood behandler og bruker for å støtte appen, nettstedet og andre produkter og funksjoner som tilbys av Sisterhood. <br><br>Emner<ul style='list-style-type:circle'><li> Hvilke data samler vi inn?<br/></li><li> Hvordan samler vi inn dataene dine?<br /></li><li> Hvordan vil vi bruke dataene dine?<br/></li><li> Hvordan lagrer vi dataene dine?<br/></li><li> Hva er databeskyttelsen din rettigheter?<br/></li><li> Hva er informasjonskapsler?<br/></li><li> Hvilken type informasjonskapsler bruker vi?<br/></li><li> Hvordan administrerer jeg informasjonskapslene dine<br/></li><li> Hvordan svarer vi på juridiske forespørsler eller forhindrer skade?<br/></li><li> Personvernregler for andre nettsteder<br/></li><li > Endringer i personvernreglene våre<br/></li><li> Hvordan kontakte oss<br/></li><li> Hvordan kontakte de aktuelle myndighetene <br/></li></ul> <h3>Hvilke data samler vi inn?</h3><p>For å sikre at du har en evne til å samle bevis sikkert og effektivt, samler vi inn følgende data: </p><ul style='list-style-type :circle'><li>Innhold og informasjon som du gir appen, inkludert når du registrerer deg for en konto og lager innhold. Dette inkluderer informasjon i eller om innholdet du oppgir (som metadata), for eksempel plasseringen av et bilde eller datoen en fil ble opprettet. Dette inkluderer:<ul style='list-style-type:circle'><li><b> Din personlige identifikasjonsinformasjon.</b> (Navn, telefonnummer, adresse og e-post)<br/></li ><li><b> Eventuelle bilder, videoer, dokumenter og lydfiler.</b> som du laster opp til journalen<br/></li><li><b>Din bruk av appen.</b> b> Vi samler inn informasjon om hvordan du bruker produktene våre og hyppigheten av bruken din; den inkluderer funksjoner du bruker, handlingene du utfører og innholdet du ser på. <br/></li><li><b>Plassering for opplastingene dine. </b>I et forsøk på å forhindre ærekrenkelse geomerker vi bilder, videoer, dokumenter og lydopplastinger. Plasseringen din kan bestemmes av<br/></li><ul style='list-style-type:square'><li>GPS og andre sensordata fra enheten din <br/></li><li> IP adresse<br/></li><li>Informasjon om ting rundt enheten din, for eksempel Wi-Fi-tilgangspunkter og mobilmaster. <br/></li></ul></ul><br/></li><li>Enhetsinformasjon. Sisterhood samler inn informasjon fra datamaskinene og telefonene dine som du bruker til å samhandle med produktene våre. Denne informasjonen inkluderer:<ul style='list-style-type:square'><li> <b>Enhetsattributter.</b> Det vil si informasjon som operativsystem, maskinvare- og programvareversjoner og filnavn og typer.<li> <b>Enhetssignaler.</b> Informasjon om nærliggende Wi-Fi-tilgangspunkter og mobiltårn.<li><b>Enhetsoperasjoner.</b> Det vil si informasjon om operasjoner og atferd som utføres mens ved å bruke appen.<li><b>Data fra enhetsinnstillinger.</b> Informasjon du lar oss motta gjennom enhetsinnstillinger du slår på, for eksempel tilgang til GPS-posisjonen din, kameraet eller bildene.<li><b> Nettverk og tilkoblinger. </b>Spesielt informasjon som navnet på mobiloperatøren eller Internett-leverandøren din, språk, tidssone, mobiltelefonnummer og IP-adresse, slik at vi kan sikre at det er du som sender innholdet til appen.<br/>< /li></ul><br/></li></ul><h3>Hvordan samler vi inn dataene dine?</h3>Du gir Sisterhood dataene vi samler inn når du:<ul style='list -style-type:circle'><li>Last ned og opprett en konto hos Sisterhood.<br/></li><li> Opprett innhold frivillig ved å bruke vår "nye journaloppføring"-funksjon.<br/></li> <li>Gi tilbakemelding om nettstedet og appen vår.<br/></li><li>Bruk av å vise nettstedet vårt via nettleserens informasjonskapsler.<br/></li><li>Engage med appens funksjoner. <br/></li><li>Last opp bilder, videoer, dokumenter og lydfiler.<br/></li></ul><h3>Hvordan vil vi bruke dataene dine?</h3>Vi bruker data du gir oss på følgende måter:<ul style='list-style-type:circle'><li>Lagre bevis slik at du, når du er klar, kan rapportere forbrytelsene du opplever. <br/></li><li>For å føre logg over aktivitetene dine i produktene våre, som senere kan brukes til bevis.<br/></li><li>Sett deg i stand til å føre oversikt over forbrytelsene du opplever med en nøyaktig tidslinje. For eksempel samler vi inn tidsstempler for når du legger til en ny journalpost eller gjør endringer for å styrke bevisene dine. <br/></li><li>Forbedre produktet vårt. Ved å forstå hvordan du samhandler med produktene våre kan vi forbedre funksjonene våre i appen og på nettsiden vår. <br/></li><li>Hvis du lar oss bruke informasjonen din når du lager innhold, har vi muligheten til å redusere ærekrenkelser ved å bruke posisjonen din til å koble opplevelsene du gir oss. Å spore posisjonen din styrker også saken din ettersom politiet må sikre at du er den du sier du er, og at det er en klar sammenheng mellom informasjonen du gir, som tekst, videoer, bilder, lydfiler og dokumenter og steder. som du ofte besøker (hjemmet ditt, venner og families hjem, arbeidssted eller områder rundt hjemmet ditt). <br/></li><li>Sisterhood selger ikke informasjonen din for annonseformål eller samarbeider med profittselskaper for å selge tjenester, men vi selger og bruker informasjonen din til forskningsformål for bedre å forbedre retningslinjer og lovverk rundt overgrep i hjemmet. Ved å anonymisere dataene dine kan vi gi myndigheter, kommuner, sosiale tjenester, politi og krisesentre (blant andre) bedre og mer nøyaktig statistikk om overgrep i hjemmet. For eksempel kan Sisterhood regionalt gi kommuner hvilken type overgrep som er mest utbredt ved å bruke informasjonen fra våre brukere i deres område. <br/></li><li>For å fremme sikkerhet og sikkerhet. Vi bruker informasjonen din til å bekrefte kontoer og aktivitet for å forhindre spam og skadelig oppførsel. For eksempel bruker vi informasjonen du gir til å undersøke misbruk i appen vår og brudd på vilkårene og betingelsene våre. <br/></li><li>Forske og innovere for allmennhetens beste. Sisterhoods mål er å styrke kvinner som er utsatt for vold i hjemmet og gi dem en stemme i retten ved å forbedre bevis. I kjernen vår utfører og støtter vi forskning for å bekjempe vold i hjemmet og forbedre Likestilling. For eksempel analyserer vi informasjonen våre brukere i fellesskap gir for å avdekke mønstre i overgrep i hjemmet og informere myndigheter og lovgivere om behovet for forbedrede retningslinjer, finansiering og generell ressursallokering. <br/></li></ul><h3>Hvordan lagrer vi dataene dine?</h3>Vårt firma lagrer dataene dine sikkert ved hjelp av Google Cloud-lagringsløsninger og Firebase. Google Clouds infrastruktur har innebygde beskyttelser for å sikre at informasjonen, identiteten din, appene og enhetene dine er beskyttet. I tillegg krypterer Google Cloud dataene under overføring mellom fasilitetene deres, noe som sikrer at de kun kan nås av autoriserte roller. <br><br>Siden dataene som Sisterhood samler inn tjener til å forbedre og styrke bevis, vil dataene bli lagret i løpet av reseptperioden, som varierer avhengig av forbrytelsen. Dermed oppbevares personopplysninger så lenge de er nødvendige for å samle bevis og bygge en straffesak.<br>Basert på foreldelsesfristen fra 35 kap. 1 § Brottsbalken (BrB) vil dataene lagres som følger:<ul style='st-style-type:circle'><li>For drap der maksimumsstraffen er livsvarig fengsel, lagres dataene i 25 år <br/></li><li>Ved voldelige overgrep der maksimumsstraffen er over 8 år, lagres dataene i 15 år<br/></li><li>Ved voldelige overgrep der maksimumsstraffen er 6 år vil dataene lagres i 10 år<br/></li><li>Ved misbruk der maksimumsstraffen er 2 år lagres dataene i 5 år<br/></li><li >Ved misbruk der maksimumsstraffen er 1 år, vil dataene bli lagret i 2 år. <br/></li></ul><h3>Hva er dine databeskyttelsesrettigheter?</h3>Sisterhood vil gjerne sørge for at du er fullstendig klar over alle dine databeskyttelsesrettigheter. Hver bruker har rett til følgende:<ul style='list-style-type:circle'><li>Retten til tilgang: Du har rett til å be Sisterhood om kopier av dine personlige data. Vær oppmerksom på at vi kan kreve en liten avgift for denne tjenesten. <br/></li><li>Retten til retting: Du har rett til å be Sisterhood korrigere all informasjon du mener er unøyaktig. Du har også rett til å be Sisterhood om å fullføre informasjon du mener er ufullstendig. <br/></li><li>Retten til sletting: Du har rett til å be Sisterhood slette dine personopplysninger, under visse betingelser. <br/></li><li>Retten til å begrense behandlingen: Du har rett til å be Sisterhood begrense behandlingen av dine personopplysninger, under visse betingelser. <br/></li><li>Rett til å protestere mot behandling: Du har rett til å protestere mot Sisterhoods behandling av dine personopplysninger, under visse betingelser. <br/></li><li>Retten til dataportabilitet: Du har rett til å be om at Sisterhood overfører dataene som vi har samlet inn til en annen organisasjon, eller direkte til deg, under visse betingelser. <> <br/></li></ul>Hvis du sender en forespørsel, har vi en måned på oss til å svare deg. Hvis du ønsker å utøve noen av disse rettighetene, vennligst kontakt oss på vår e-post: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> Hva er informasjonskapsler? </h3>Informasjonskapsler er små tekstbiter som sendes til nettleseren din av et nettsted du besøker. De samler inn standard internettlogginformasjon og informasjon om besøkendes adferd, noe som kan gjøre det enklere for deg å besøke nettstedet igjen og gjøre nettstedet mer nyttig for deg. Vi kan samle inn informasjon fra deg automatisk gjennom informasjonskapsler eller lignende teknologi. For mer informasjon, besøk <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>Hvordan gjør du bruker vi informasjonskapsler?</h3>Sisterhood bruker informasjonskapsler for å forbedre opplevelsen din på nettstedet vårt, inkludert:<ul><li>Forstå hvordan du bruker nettstedet vårt.<br/></li><li>Forstå preferansene dine mht. plassering og språk<br/></li></ul><h3>Hvilken type informasjonskapsler bruker vi?</h3>Det finnes flere forskjellige informasjonskapsler, men nettstedet vårt bruker:<ul><li>Funksjonalitet: Vårt selskapet bruker disse informasjonskapslene, så vi gjenkjenner deg på nettstedet vårt og husker dine tidligere valgte preferanser. Dette kan inkludere språket du foretrekker og stedet du er på.<br/></li> </ul><h3>Hvordan administrerer du informasjonskapslene dine?</h3>Du kan stille inn nettleseren din til å ikke akseptere informasjonskapsler, dette nettstedet <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> leder deg gjennom hvordan og forteller deg hvordan du fjerner informasjonskapsler fra nettleseren din. Vær oppmerksom på at nettstedet vårt kanskje ikke fungerer som et resultat. <h3>Hvordan reagerer vi på juridiske forespørsler eller forhindrer skade?</h3>I tråd med våre mål om å bekjempe vold i hjemmet over hele verden kan vi få tilgang til, bevare og dele informasjonen din med regulatorer, politi eller andre i tilfelle vi må svare på en juridisk forespørsel (som en ransakingsordre, rettskjennelse eller stevning) med hensyn til kontoen din og innholdet. Vi kan også få tilgang til, bevare og dele informasjonen din hvis vi har en god tro på at det er nødvendig å gjøre det. Dette kan omfatte<ul><li>For å forhindre og adressere svindel<br/></li><li>Forebygge død<br/></li><li>Ta opp ulovlig aktivitet<br/></li></ul><h3>Personvernregler for andre nettsteder</h3>Sisterhoods nettsted og app inneholder nyttige lenker fra andre nettsteder som kan være en ressurs for deg. Men vær oppmerksom på at personvernreglene våre gjelder kun for nettsiden og appen vår, så hvis du klikker på en lenke til et annet nettsted, bør du lese personvernreglene deres.<h3>Endringer i personvernreglene</h3>Sisterhood holder personvernreglene sine under regelmessig gjennomgang og legger oppdateringer på nettsiden vår og i appen vår. Denne personvernreglene ble sist oppdatert 2. juni 2022.<h3>Hvordan kontakte oss</h3>Hvis du har spørsmål eller bekymringer om Sisterhood, personvernreglene våre, dataene vi samler inn og lagrer, eller hvis du ønsker å utøve en eller flere av dine databeskyttelsesrettigheter, vennligst send oss ​​en e-post på <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Hvordan kontakte de aktuelle myndighetene</h3>Hvis du ønsker å rapportere en klage eller hvis du føler at Sisterhood ikke har behandlet bekymringen din på en tilfredsstillende måte, kan du sende e-post til Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
pl: <body><p>Ta polityka opisuje informacje, które Sisterhood przetwarza i wykorzystuje do obsługi aplikacji, strony internetowej oraz innych produktów i funkcji oferowanych przez Sisterhood. <br><br>Tematy<ul style='list-style-type:circle'><li> Jakie dane zbieramy?<br/></li><li> Jak zbieramy Twoje dane?<br /></li><li> W jaki sposób będziemy wykorzystywać Twoje dane?<br/></li><li> W jaki sposób będziemy przechowywać Twoje dane?<br/></li><li> Jaka jest ochrona Twoich danych prawa?<br/></li><li> Czym są pliki cookie?<br/></li><li> Jakiego rodzaju plików cookie używamy?<br/></li><li> Jak zarządzać Twoje pliki cookie<br/></li><li> W jaki sposób odpowiadamy na żądania prawne lub zapobiegamy szkodom?<br/></li><li> Polityka prywatności innych witryn internetowych<br/></li><li > Zmiany w naszej polityce prywatności<br/></li><li> Jak się z nami skontaktować<br/></li><li> Jak skontaktować się z odpowiednimi władzami <br/></li></ul> <h3>Jakie dane zbieramy?</h3><p>Aby zapewnić Ci możliwość bezpiecznego i wydajnego gromadzenia dowodów, zbieramy następujące dane: </p><ul style='list-style-type :circle'><li>Treści i informacje, które udostępniasz aplikacji, w tym podczas zakładania konta i tworzenia treści. Obejmuje to informacje zawarte w dostarczanych przez Ciebie treściach lub o nich (takie jak metadane), takie jak lokalizacja zdjęcia lub data utworzenia pliku. Obejmuje to:<ul style='list-style-type:circle'><li><b> Twoje dane osobowe.</b> (imię i nazwisko, numer telefonu, adres i adres e-mail)<br/></li ><li><b> Wszelkie zdjęcia, filmy, dokumenty i pliki dźwiękowe.</b>, które przesyłasz do dziennika.<br/></li><li><b>Twoje korzystanie z aplikacji.</ b> Gromadzimy informacje o tym, jak korzystasz z naszych produktów i jak często z nich korzystasz; obejmuje funkcje, z których korzystasz, podejmowane działania i przeglądane treści. <br/></li><li><b>Lokalizacja przesłanych plików. </b>Aby zapobiec zniesławieniu, geotagujemy przesyłane zdjęcia, filmy, dokumenty i dźwięki. Twoja lokalizacja może zostać określona na podstawie<br/></li><ul style='list-style-type:square'><li>GPS i innych danych z czujnika z Twojego urządzenia <br/></li><li> IP adres<br/></li><li>Informacje o obiektach znajdujących się w pobliżu urządzenia, takich jak punkty dostępu Wi-Fi i stacje bazowe. <br/></li></ul></ul><br/></li><li>Informacje o urządzeniu. Sisterhood gromadzi informacje z komputerów i telefonów, których używasz do interakcji z naszymi produktami. Te informacje obejmują:<ul style='list-style-type:square'><li> <b>Atrybuty urządzenia.</b> To znaczy informacje takie jak system operacyjny, wersje sprzętu i oprogramowania oraz nazwy plików i typy.<li> <b>Sygnały urządzenia.</b> Informacje o pobliskich punktach dostępu Wi-Fi i wieżach komórkowych.<li><b>Operacje urządzenia.</b> To znaczy informacje o operacjach i zachowaniach wykonywanych podczas za pomocą aplikacji.<li><b>Dane z ustawień urządzenia.</b> Informacje, które pozwalasz nam otrzymywać poprzez włączone przez Ciebie ustawienia urządzenia, takie jak dostęp do Twojej lokalizacji GPS, aparatu lub zdjęć.<li><b> Sieć i połączenia. </b>W szczególności informacje, takie jak nazwa operatora sieci komórkowej lub dostawcy usług internetowych, język, strefa czasowa, numer telefonu komórkowego i adres IP, abyśmy mogli upewnić się, że to Ty przesyłasz treści do aplikacji.<br/>< /li></ul><br/></li></ul><h3>Jak zbieramy Twoje dane?</h3>Przekazujesz Sisterhood dane, które zbieramy, gdy:<ul style='list -style-type:circle'><li>Pobierz i utwórz konto w Sisterhood.<br/></li><li> Dobrowolnie twórz treści, korzystając z funkcji „nowego wpisu do dziennika”.<br/></li> <li>Prześlij opinię na temat naszej witryny i aplikacji.<br/></li><li>Korzystanie z przeglądania naszej witryny za pomocą plików cookie przeglądarki.<br/></li><li>Korzystaj z funkcji aplikacji. <br/></li><li>Przesyłaj zdjęcia, filmy, dokumenty i pliki dźwiękowe.<br/></li></ul><h3>Jak wykorzystamy Twoje dane?</h3>Używamy dane, które nam przekazujesz w następujący sposób:<ul style='list-style-type:circle'><li>Przechowuj dowody, abyś mógł, gdy będziesz gotowy, zgłosić przestępstwa, których doświadczasz. <br/></li><li>Aby prowadzić dziennik działań użytkownika w naszych produktach, który można później wykorzystać dowody.<br/></li><li>Pozwól ci prowadzić rejestr przestępstw, których doświadczasz, z dokładnym harmonogramem. Na przykład zbieramy znaczniki czasu, kiedy dodajesz nowy wpis do dziennika lub wprowadzasz zmiany, aby wzmocnić swoje dowody. <br/></li><li>Ulepsz nasz produkt. Rozumiejąc, w jaki sposób korzystasz z naszych produktów, możemy ulepszać nasze funkcje w aplikacji i na naszej stronie internetowej. <br/></li><li>Jeśli zezwolisz nam na wykorzystanie Twoich informacji podczas tworzenia treści, będziemy mogli ograniczyć zniesławienie, wykorzystując Twoją lokalizację do powiązania doświadczeń, które nam dostarczasz. Śledzenie Twojej lokalizacji również wzmacnia Twoją sprawę, ponieważ policja musi upewnić się, że jesteś tym, za kogo się podajesz, oraz że istnieje wyraźny związek między podawanymi przez Ciebie informacjami, takimi jak tekst, filmy, obrazy, pliki dźwiękowe i dokumenty, a miejscami które często odwiedzasz (twój dom, dom przyjaciół i rodziny, miejsce pracy lub okolice twojego domu). <br/></li><li>Sisterhood nie sprzedaje twoich informacji w celach reklamowych ani nie współpracuje z firmami nastawionymi na zysk w celu sprzedaży usług, ale sprzedajemy i wykorzystujemy twoje informacje do celów badawczych, aby lepiej udoskonalić zasady i przepisy dotyczące Przemoc w rodzinie. Anonimizując Twoje dane, możemy zapewnić rządom, gminom, służbom społecznym, policji i schroniskom dla kobiet (między innymi) lepsze i dokładniejsze statystyki dotyczące przemocy domowej. Na przykład Sisterhood może regionalnie dostarczać gminom, jakie rodzaje nadużyć są najbardziej rozpowszechnione, korzystając z informacji od naszych użytkowników na ich obszarze. <br/></li><li>Promowanie bezpieczeństwa i ochrony. Używamy Twoich informacji do weryfikacji kont i aktywności, aby zapobiegać spamowi i szkodliwym zachowaniom. Na przykład wykorzystujemy podane przez Ciebie informacje do badania nadużyć w naszej aplikacji i naruszeń naszych warunków. <br/></li><li>Badania i innowacje dla dobra publicznego. Celem Sisterhood jest wzmocnienie pozycji kobiet wykorzystywanych w domu i danie im głosu w sądzie poprzez poprawę dowodów. Zasadniczo prowadzimy i wspieramy badania mające na celu zwalczanie przemocy domowej i doskonalenie równość płci. Na przykład analizujemy informacje, które nasi użytkownicy zbiorowo dostarczają, aby odkryć wzorce przemocy domowej i poinformować rządy i ustawodawców o potrzebie ulepszonych zasad, finansowania i ogólnej alokacji zasobów. <br/></li></ul><h3>Jak będziemy przechowywać Twoje dane?</h3>Nasza firma bezpiecznie przechowuje Twoje dane, korzystając z rozwiązań Google Cloud i Firebase. Infrastruktura Google Cloud ma wbudowane zabezpieczenia, które zapewniają ochronę Twoich informacji, tożsamości, aplikacji i urządzeń. Ponadto Google Cloud szyfruje dane przesyłane między swoimi obiektami, co gwarantuje, że dostęp do nich mają tylko upoważnione role. <br><br>Ponieważ dane gromadzone przez Sisterhood służą poprawie i wzmocnieniu dowodów, dane będą przechowywane przez okres przedawnienia, który różni się w zależności od przestępstwa. Tym samym dane osobowe są przechowywane tak długo, jak jest to potrzebne do celów zebrania materiału dowodowego i budowy sprawy karnej.<br>Na podstawie okresu przedawnienia od 35 kap. 1 § Brottsbalken (BrB) dane będą przechowywane w następujący sposób:<ul style='st-style-type:circle'><li>W przypadku zabójstwa, za które grozi kara dożywocia, dane będą przechowywane przez 25 lat <br/></li><li>W przypadku brutalnego nadużycia, gdzie maksymalny wymiar kary wynosi ponad 8 lat, dane będą przechowywane przez 15 lat<br/></li><li>W przypadku brutalnego nadużycia, w którym maksymalny wymiar kary wynosi 6 lat, dane będą przechowywane przez 10 lat<br/></li><li>W przypadku nadużyć, gdzie maksymalny wymiar kary to 2 lata, dane będą przechowywane przez 5 lat<br/></li><li >W przypadku nadużyć, gdzie maksymalny wymiar kary wynosi 1 rok, dane będą przechowywane przez 2 lata. <br/></li></ul><h3>Jakie są Twoje prawa do ochrony danych?</h3>Sisterhood chce się upewnić, że jesteś w pełni świadomy wszystkich swoich praw do ochrony danych. Każdemu użytkownikowi przysługuje:<ul style='list-style-type:circle'><li>Prawo dostępu: Masz prawo zażądać od Sisterhood kopii swoich danych osobowych. Pamiętaj, że możemy pobrać od Ciebie niewielką opłatę za tę usługę. <br/></li><li>Prawo do sprostowania: Masz prawo zażądać od Sisterhood poprawienia wszelkich informacji, które uważasz za niedokładne. Masz również prawo zażądać od Sisterhood uzupełnienia informacji, które uważasz za niekompletne. <br/></li><li>Prawo do usunięcia: Masz prawo zażądać, aby Sisterhood usunęła Twoje dane osobowe, pod pewnymi warunkami. <br/></li><li>Prawo do ograniczenia przetwarzania: Masz prawo zażądać od Sisterhood ograniczenia przetwarzania Twoich danych osobowych, pod pewnymi warunkami. <br/></li><li>Prawo sprzeciwu wobec przetwarzania: Masz prawo sprzeciwić się przetwarzaniu Twoich danych osobowych przez Sisterhood, pod pewnymi warunkami. <br/></li><li>Prawo do przenoszenia danych: Masz prawo zażądać od Sisterhood przeniesienia zebranych przez nas danych do innej organizacji lub bezpośrednio do Ciebie, pod pewnymi warunkami. <> <br/></li></ul>Jeśli złożysz wniosek, mamy miesiąc na odpowiedź. Jeśli chcesz skorzystać z któregokolwiek z tych praw, skontaktuj się z nami pod adresem e-mail: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> Czym są ciasteczka? </h3>Pliki cookie to małe fragmenty tekstu wysyłane do Twojej przeglądarki przez odwiedzaną witrynę. Gromadzą standardowe informacje z dziennika internetowego i informacje o zachowaniu odwiedzających, które mogą ułatwić ponowne odwiedzenie witryny i uczynić witrynę bardziej użyteczną dla użytkownika. Możemy zbierać od Ciebie informacje automatycznie za pomocą plików cookie lub podobnych technologii. Aby uzyskać więcej informacji, odwiedź stronę <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>Jak używamy plików cookie?</h3>Sisterhood używa plików cookie, aby poprawić Twoje wrażenia z korzystania z naszej witryny, w tym: <ul><li>Zrozumieć, w jaki sposób korzystasz z naszej witryny.<br/></li><li>Zrozumieć Twoje preferencje dotyczące lokalizacja i język<br/></li></ul><h3>Jakiego rodzaju plików cookie używamy?</h3>Istnieje kilka różnych plików cookie, jednak nasza strona wykorzystuje:<ul><li>Funkcjonalność: Nasz firma korzysta z tych plików cookies, dzięki czemu rozpoznajemy Cię na naszej stronie i zapamiętujemy Twoje wybrane wcześniej preferencje. Może to obejmować preferowany język i lokalizację, w której się znajdujesz.<br/></li> </ul><h3>Jak zarządzać plikami cookie?</h3>Możesz ustawić przeglądarkę tak, aby nie akceptowała plików cookie, to Witryna <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> zawiera instrukcje i instrukcje usuwania plików cookie z przeglądarki. Należy pamiętać, że w rezultacie nasza strona internetowa może nie działać. <h3>Jak odpowiadamy na wnioski prawne lub zapobiegamy szkodom?</h3>Zgodnie z naszymi celami zwalczania przemocy domowej na całym świecie, możemy uzyskiwać dostęp, przechowywać i udostępniać Twoje dane organom regulacyjnym, organom ścigania lub innym osobom w przypadku, gdy muszą odpowiedzieć na wniosek prawny (taki jak nakaz przeszukania, nakaz sądowy lub wezwanie sądowe) w odniesieniu do Twojego konta i treści. Możemy również uzyskiwać dostęp, przechowywać i udostępniać Twoje dane, jeśli w dobrej wierze uznamy, że jest to konieczne. Może to obejmować<ul><li>Zapobieganie oszustwom i rozwiązywanie ich.<br/></li><li>Zapobieganie śmierć<br/></li><li>Adres nielegalnej działalności<br/></li></ul><h3>Polityka prywatności innych witryn</h3>Witryna i aplikacja Sisterhood zawiera przydatne linki z innych witryn, które może być dla Ciebie źródłem informacji. Pamiętaj jednak, że nasza polityka prywatności dotyczy tylko naszej strony internetowej i aplikacji, więc jeśli klikniesz link do innej witryny, powinieneś przeczytać jej politykę prywatności.<h3>Zmiany w naszej polityce prywatności</h3>Sisterhood utrzymuje swoją politykę prywatności pod regularne przeglądanie i umieszcza aktualizacje na naszej stronie internetowej i w naszej aplikacji. Ta polityka prywatności została ostatnio zaktualizowana 2 czerwca 2022 r.<h3>Jak się z nami skontaktować</h3>Jeśli masz jakiekolwiek pytania lub wątpliwości dotyczące Sisterhood, naszej polityki prywatności, danych, które zbieramy i przechowujemy, lub jeśli chcesz skorzystać z jednego lub więcej praw do ochrony danych, prosimy o kontakt pod adresem <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Jak się skontaktować odpowiednie władze</h3>Jeśli chcesz zgłosić skargę lub uważasz, że Sisterhood nie rozwiązało problemu w zadowalający sposób, możesz wysłać e-mail do Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
sv: <body><p>Denna policy beskriver informationen som Sisterhood bearbetar och använder för att stödja appen, webbplatsen och andra produkter och funktioner som erbjuds av Sisterhood. <br><br>Ämnen<ul style='list-style-type:circle'><li> Vilken data samlar vi in?<br/></li><li> Hur samlar vi in ​​din data?<br /></li><li> Hur kommer vi att använda dina uppgifter?<br/></li><li> Hur kommer vi att lagra dina uppgifter?<br/></li><li> Vilket är ditt dataskydd rättigheter?<br/></li><li> Vad är cookies?<br/></li><li> Vilken typ av cookies använder vi?<br/></li><li> Hur man hanterar dina cookies<br/></li><li> Hur svarar vi på juridiska förfrågningar eller förhindrar skada?<br/></li><li> Sekretesspolicyer för andra webbplatser<br/></li><li > Ändringar av vår integritetspolicy<br/></li><li> Så kontaktar du oss<br/></li><li> Så kontaktar du lämpliga myndigheter <br/></li></ul> <h3>Vilken data samlar vi in?</h3><p>För att säkerställa att du har en förmåga att samla in bevis på ett säkert och effektivt sätt samlar vi in ​​följande data: </p><ul style='list-style-type :circle'><li>Innehåll och information som du tillhandahåller appen, inklusive när du registrerar dig för ett konto och skapar innehåll. Detta inkluderar information i eller om innehållet du tillhandahåller (som metadata), som platsen för ett foto eller datumet då en fil skapades. Det inkluderar:<ul style='list-style-type:circle'><li><b> Din personliga identifieringsinformation.</b> (Namn, telefonnummer, adress och e-postadress)<br/></li ><li><b> Eventuella bilder, videor, dokument och ljudfiler.</b> som du laddar upp till journalen<br/></li><li><b>Din användning av appen.</b> b> Vi samlar in information om hur du använder våra produkter och hur ofta du använder dem; det inkluderar funktioner du använder, de åtgärder du vidtar och innehållet du tittar på. <br/></li><li><b>Plats för dina uppladdningar. </b>I ett försök att förhindra ärekränkning geotaggar vi dina bilder, videor, dokument och ljuduppladdningar. Din plats kan bestämmas av<br/></li><ul style='list-style-type:square'><li>GPS och annan sensordata från din enhet <br/></li><li> IP adress<br/></li><li>Information om saker runt din enhet som Wi-Fi-åtkomstpunkter och mobilmaster. <br/></li></ul></ul><br/></li><li>Enhetsinformation. Sisterhood samlar in information från dina datorer och telefoner som du använder för att interagera med våra produkter. Denna information inkluderar:<ul style='list-style-type:square'><li> <b>Enhetsattribut.</b> Det vill säga information som operativsystem, hårdvaru- och mjukvaruversioner och filnamn och typer.<li> <b>Enhetssignaler.</b> Information om närliggande Wi-Fi-åtkomstpunkter och mobilmaster.<li><b>Enhetsfunktioner.</b> Det vill säga information om operationer och beteenden som utförs medan med appen.<li><b>Data från enhetsinställningar.</b> Information som du tillåter oss att ta emot via enhetsinställningar som du aktiverar, till exempel tillgång till din GPS-plats, kamera eller foton.<li><b> Nätverk och anslutningar. </b>Särskilt information som namnet på din mobiloperatör eller internetleverantör, språk, tidszon, mobiltelefonnummer och IP-adress så att vi kan säkerställa att du är den som skickar innehållet till appen.<br/>< /li></ul><br/></li></ul><h3>Hur samlar vi in ​​din data?</h3>Du förser Sisterhood med den data vi samlar in när du:<ul style='list -style-type:circle'><li>Ladda ner och skapa ett konto med Sisterhood.<br/></li><li> Skapa innehåll frivilligt med vår "nya journalanteckning".<br/></li> <li>Ge feedback om vår webbplats och app.<br/></li><li>Användning av visa vår webbplats via din webbläsares cookies.<br/></li><li>Använda appens funktioner. <br/></li><li>Ladda upp bilder, videor, dokument och ljudfiler.<br/></li></ul><h3>Hur kommer vi att använda dina uppgifter?</h3>Vi använder data som du förser oss med på följande sätt:<ul style='list-style-type:circle'><li>Lagra bevis så att du kan, när du är redo, rapportera de brott du utsätter dig för. <br/></li><li>För att föra en logg över dina aktiviteter i våra produkter, som senare kan användas till bevis.<br/></li><li>Möjliggöra för dig att föra ett register över de brott du upplever med en korrekt tidslinje. Till exempel samlar vi in ​​tidsstämplar när du lägger till en ny journalanteckning eller gör ändringar för att stärka dina bevis. <br/></li><li>Förbättra vår produkt. Genom att förstå hur du interagerar med våra produkter kan vi förbättra våra funktioner i appen och på vår webbplats. <br/></li><li>Om du tillåter oss att använda din information när du skapar innehåll har vi möjlighet att minska förtal genom att använda din plats för att länka upplevelserna du ger oss. Att spåra din plats stärker också ditt ärende då polisen måste säkerställa att du är den du säger att du är, och att det finns en tydlig koppling mellan den information du lämnar, såsom text, videor, bilder, ljudfiler och dokument och platser som du ofta besöker (ditt hem, vänner och familjs hem, arbetsplats eller områden runt ditt hem). <br/></li><li>Sisterhood säljer inte din information i reklamsyfte eller samarbetar med vinstdrivande företag för att sälja tjänster, men vi säljer och använder din information i forskningssyfte för att bättre förbättra policyer och lagstiftning kring våld i hemmet. Genom att anonymisera dina uppgifter kan vi förse regeringar, kommuner, socialtjänst, polis och kvinnojourer (bland andra) med bättre och mer korrekt statistik om övergrepp i hemmet. Till exempel kan Sisterhood regionalt förse kommuner med vilken typ av övergrepp som är vanligast genom att använda informationen från våra användare i deras område. <br/></li><li>För att främja säkerhet och trygghet. Vi använder din information för att verifiera konton och aktivitet för att förhindra spam och skadligt beteende. Till exempel använder vi informationen du tillhandahåller för att undersöka missbruk i vår app och brott mot våra villkor. <br/></li><li>Forska och förnya för allmänhetens bästa. Systerskaps mål är att stärka kvinnor som utsatts för våld i hemmet och ge dem en röst i domstol genom att förbättra bevis. I vår kärna bedriver och stödjer vi forskning för att bekämpa våld i hemmet och förbättra jämställdhet mellan könen. Till exempel analyserar vi informationen som våra användare gemensamt tillhandahåller för att upptäcka mönster i övergrepp i hemmet och informera regeringar och lagstiftare om behovet av förbättrad policy, finansiering och övergripande resursallokering. <br/></li></ul><h3>Hur lagrar vi dina data?</h3>Vårt företag lagrar dina data säkert med hjälp av Google Cloud-lagringslösningar och Firebase. Google Clouds infrastruktur har inbyggda skydd för att säkerställa att din information, identitet, appar och enheter är skyddade. Dessutom krypterar Google Cloud data under överföring mellan deras anläggningar, vilket säkerställer att den endast kan nås av behöriga roller. <br><br>Eftersom uppgifterna som Sisterhood samlar in tjänar till att förbättra och stärka bevis, kommer uppgifterna att lagras under preskriptionstiden, som varierar beroende på brottet. Därmed bevaras personuppgifter så länge de behövs i syfte att samla in bevis och bygga upp ett brottmål.<br>Baserat på preskriptionstiden från 35 kap. 1 § Brottsbalken (BrB) kommer uppgifterna att lagras enligt följande:<ul style='st-style-type:circle'><li>För mord där maxstraffet är livstids fängelse lagras uppgifterna i 25 år <br/></li><li>För våldsamma övergrepp där maxstraffet är över 8 år lagras uppgifterna i 15 år<br/></li><li>För våldsamma övergrepp där maxstraffet är 6 år lagras uppgifterna i 10 år<br/></li><li>För missbruk där maxstraffet är 2 år lagras uppgifterna i 5 år<br/></li><li >För missbruk där maxstraffet är 1 år kommer uppgifterna att lagras i 2 år. <br/></li></ul><h3>Vilka är dina dataskyddsrättigheter?</h3>Sisterhood vill se till att du är fullt medveten om alla dina dataskyddsrättigheter. Varje användare har rätt till följande:<ul style='list-style-type:circle'><li>Rätten till åtkomst: Du har rätt att begära Sisterhood för kopior av dina personuppgifter. Observera att vi kan komma att debitera dig en liten avgift för denna tjänst. <br/></li><li>Rätten till rättelse: Du har rätt att begära att Sisterhood korrigerar all information som du anser vara felaktig. Du har också rätt att begära att Sisterhood ska komplettera information som du anser är ofullständig. <br/></li><li>Rätten till radering: Du har rätt att begära att Sisterhood raderar dina personuppgifter, under vissa förutsättningar. <br/></li><li>Rätten att begränsa behandlingen: Du har rätt att begära att Sisterhood begränsar behandlingen av dina personuppgifter, under vissa förutsättningar. <br/></li><li>Rätten att invända mot behandling: Du har rätt att invända mot Sisterhoods behandling av dina personuppgifter, under vissa förutsättningar. <br/></li><li>Rätten till dataportabilitet: Du har rätt att begära att Sisterhood överför data som vi har samlat in till en annan organisation, eller direkt till dig, under vissa förutsättningar. <> <br/></li></ul>Om du gör en förfrågan har vi en månad på oss att svara dig. Om du vill utöva någon av dessa rättigheter, vänligen kontakta oss på vår e-post: <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3> Vad är småkakor? </h3>Cookies är små textbitar som skickas till din webbläsare av en webbplats du besöker. De samlar in standardinformation om internetloggar och information om besökarnas beteende, vilket kan göra det lättare för dig att besöka sidan igen och göra sidan mer användbar för dig. Vi kan samla in information från dig automatiskt genom cookies eller liknande teknik. För mer information besök <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a><h3>Hur gör du använder vi cookies?</h3>Sisterhood använder cookies för att förbättra din upplevelse på vår webbplats, inklusive:<ul><li>Förstå hur du använder vår webbplats.<br/></li><li>Förstå dina preferenser ang. plats och språk<br/></li></ul><h3>Vilken typ av cookies använder vi?</h3>Det finns flera olika cookies, men vår webbplats använder:<ul><li>Funktionalitet: Vår företaget använder dessa cookies, så vi känner igen dig på vår webbplats och kommer ihåg dina tidigare valda preferenser. Detta kan inkludera det språk du föredrar och den plats du befinner dig på.<br/></li> </ul><h3>Hur hanterar du dina cookies?</h3>Du kan ställa in din webbläsare så att den inte accepterar cookies, detta webbplatsen <a href='https://allaboutcookies.org/'>https://allaboutcookies.org/</a> går igenom hur och berättar hur du tar bort cookies från din webbläsare. Tänk på att vår webbplats kanske inte fungerar som ett resultat. <h3>Hur svarar vi på juridiska förfrågningar eller förhindrar skada?</h3>I linje med våra mål att bekämpa övergrepp i hemmet över hela världen kan vi komma åt, bevara och dela din information med tillsynsmyndigheter, brottsbekämpande myndigheter eller andra i händelse av att vi måste svara på en juridisk begäran (som en husrannsakan, domstolsbeslut eller stämning) angående ditt konto och ditt innehåll. Vi kan också komma åt, bevara och dela din information om vi i god tro tror att det är nödvändigt att göra det. Detta kan innefatta<ul><li>Förebygga och åtgärda bedrägerier<br/></li><li>Förebygga död<br/></li><li>Att åtgärda olaglig aktivitet<br/></li></ul><h3>Sekretesspolicy för andra webbplatser</h3>Sisterhoods webbplats och app innehåller användbara länkar från andra webbplatser som kan vara en resurs för dig. Men observera att vår integritetspolicy endast gäller vår webbplats och app, så om du klickar på en länk till en annan webbplats bör du läsa deras integritetspolicy.<h3>Ändringar av vår integritetspolicy</h3>Sisterhood håller sin integritetspolicy under regelbunden recension och lägger uppdateringar på vår hemsida och i vår app. Denna integritetspolicy uppdaterades senast den 2 juni 2022.<h3>Hur kontaktar du oss</h3>Om du har några frågor eller funderingar om Sisterhood, vår integritetspolicy, de uppgifter vi samlar in och lagrar, eller om du vill utöva en eller flera av dina dataskyddsrättigheter, vänligen maila oss på <a href='mailto:angelica.sisterhood@gmail.com'>angelica.sisterhood@gmail.com</a><h3>Hur man kontaktar behöriga myndigheter</h3>Om du vill anmäla ett klagomål eller om du anser att Sisterhood inte har åtgärdat din oro på ett tillfredsställande sätt kan du mejla Integritetsskyddsmyndigheten (IMY): imy@imy.se</p></body>
