Repository: vshsharma/sisterhood
Catalog: lib/l10n/app_*.arb
Languages: ar, da, es, fa, fi, no, pl, sv

# cta_label_emergency
source: I have an emergency
ar: لدي حالة طارئة
da: Jeg har en nødsituation
es: Tengo una emergencia
fa: من اورژانسی دارم
fi: Minulla on hätä
no: Jeg har en nødsituasjon
pl: ​​Mam nagły wypadek
sv: Jag har en nödsituation

# cta_label_women_shelter
source: Finding a women's shelter
ar: إيجاد مأوى للنساء
da: Find et krisecenter for kvinder
es: Encuentre un refugio para mujeres
fa: پیدا کردن سرپناه زنان
fi: Etsi naisten turvakoti
no: Finn et krisesenter for kvinner
pl: Znajdź schronisko dla kobiet
sv: Hitta en kvinnojour

# cta_label_need_support
source: I need support
ar: أنا بحاجة إلى دعم
da: Jeg har brug for støtte
es: necesito apoyo
fa: من نیاز به حمایت دارم
fi: Tarvitsen tukea
no: Jeg trenger støtte
pl: potrzebuję wsparcia
sv: Jag behöver stöd

# cta_label_legal_info
source: I want some legal information
ar: اريد بعض المعلومات القانونية
da: Jeg vil have juridiske oplysninger
es: quiero informacion legal
fa: من اطلاعات حقوقی می خواهم
fi: Haluan oikeudellista tietoa
no: Jeg vil ha juridisk informasjon
pl: Poproszę o informacje prawne
sv: Jag vill ha juridisk information

# cta_label_more_about_abuse
source: I would like to know more about abuse
ar: أود معرفة المزيد عن العنف المنزلي
da: Jeg vil gerne vide mere om misbrug i hjemmet
es: me gustaria saber mas sobre abuso domestico
fa: من می خواهم در مورد آزار خانگی بیشتر بدانم
fi: Haluaisin tietää enemmän perheväkivallasta
no: Jeg vil gjerne vite mer om vold i hjemmet
pl: Chciałbym dowiedzieć się więcej o przemocy domowej
sv: Jag skulle vilja veta mer om övergrepp och våld i hemmet

# cta_label_self_help_tool
source: I am looking for self-help tools
ar: أنا أبحث عن أدوات المساعدة الذاتية
da: Jeg vil have selvhjælpsværktøjer
es: Quiero herramientas de autoayuda
fa: من به دنبال ابزارهای خودیاری هستم
fi: Haluan apuvälineitä
no: Jeg vil ha selvhjelpsverktøy
pl: Chcę narzędzi samopomocy
sv: Jag vill ha självhjälpsverktyg

# emergency_title
source: I have an emergency
ar: لدي حالة طارئة
da: Jeg har en nødsituation
es: Tengo una emergencia
fa: من اورژانسی دارم
fi: Minulla on hätä
no: Jeg har en nødsituasjon
pl: Mam nagły wypadek
sv: Jag har en nödsituation

# have_an_emergency
source: <body><p>If you are experiencing an emergency, please use the SOS button (lower right corner) or dial 112. <br><br> 112 is a free emergency number you should call if you need emergency help. With a single call, you can get help from the police, ambulance and fire department. <br><br> When you call you will be asked questions such as:<br> <body> <ul> <li>What happened? <br/></li> <li>Who is hurt? <br/></li> <li>Where you are calling from/where the help is needed? <br/></li> <li>Who is calling? <br/></li> <li>What number are you calling from? <br/></li> </ul> </body> <p>.</p> <br><br><br>The 112 dispatcher will determine what type of help will be sent. You can read more about SOS <a href={url}>here.</a><br><br></p></body>
ar: <body> <p> إذا كنت تواجه حالة طوارئ ، فالرجاء استخدام زر SOS (الزاوية اليمنى السفلية) أو اتصل برقم 112. <br> <br> 112 هو رقم طوارئ مجاني يجب عليك الاتصال به إذا كنت بحاجة إلى مساعدة طارئة. بمكالمة واحدة ، يمكنك الحصول على مساعدة من الشرطة والإسعاف وإدارة الإطفاء. <br> <br> عند الاتصال سيتم طرح أسئلة مثل: <br> <body> <ul> <li> ماذا حدث؟ <br/> </li> <li> من يتأذى؟ <br/> </li> <li> من أين تتصل / من أين تحتاج المساعدة؟ <br/> </li> <li> من المتصل؟ <br/> </li> <li> من أي رقم تتصل؟ <br/> </li> </ul> </body> <p>. </p> <br> <br> <br> سيحدد المرسل 112 نوع المساعدة التي سيتم إرسالها. يمكنك قراءة المزيد حول SOS <a href={url}> هنا. </a> <br> <br> </p> </body>
da: <body><p>Hvis du oplever en nødsituation, så brug venligst SOS-knappen (nederste højre hjørne) eller ring 112. <br><br> 112 er et gratis alarmnummer, du bør ringe til, hvis du har brug for akut hjælp. Med et enkelt opkald kan du få hjælp fra politi, ambulance og brandvæsen. <br><br> Når du ringer, vil du blive stillet spørgsmål som:<br> <body> <ul> <li>Hvad skete der? <br/></li> <li>Hvem er såret? <br/></li> <li>Hvor ringer du fra/hvor der er brug for hjælp? <br/></li> <li>Hvem ringer? <br/></li> <li>Hvilket nummer ringer du fra? <br/></li> </ul> </body> <p>.</p> <br><br><br>112-afsenderen bestemmer, hvilken type hjælp der skal sendes. Du kan læse mere om SOS <a href={url}>her.</a><br><br></p></body>
es: <body><p>Si tiene una emergencia, utilice el botón SOS (esquina inferior derecha) o marque 112. <br><br> 112 es un número de emergencia gratuito al que debe llamar si necesita ayuda de emergencia. Con una sola llamada, puede obtener ayuda de la policía, la ambulancia y el departamento de bomberos. <br><br> Cuando llame, se le harán preguntas como:<br> <body> <ul> <li>¿Qué pasó? <br/></li> <li>¿Quién está herido? <br/></li> <li>¿Desde dónde llama/dónde se necesita ayuda? <br/></li> <li>¿Quién llama? <br/></li> <li>¿Desde qué número llama? <br/></li> </ul> </body> <p>.</p> <br><br><br>El despachador 112 determinará qué tipo de ayuda se enviará. Puede leer más sobre SOS <a href={url}>aquí.</a><br><br></p></body>
fa: <body><p>اگر در شرایط اضطراری هستید، لطفاً از دکمه SOS (گوشه سمت راست پایین) استفاده کنید یا 112 را شماره گیری کنید. <br><br> 112 یک شماره اضطراری رایگان است که در صورت نیاز به کمک اضطراری باید با آن تماس بگیرید. با یک تماس می توانید از پلیس، آمبولانس و آتش نشانی کمک بگیرید. <br><br> هنگام تماس از شما سوالاتی مانند:<br> <body> <ul> <li>چه اتفاقی افتاد؟ <br/></li> <li>چه کسی آسیب دیده است؟ <br/></li> <li>از کجا تماس می گیرید/از کجا به کمک نیاز است؟ <br/></li> <li>چه کسی تماس می گیرد؟ <br/></li> <li>از چه شماره ای تماس می گیرید؟ <br/></li> </ul> </body> <p>.</p> <br><br><br> اعزام کننده 112 تعیین می کند که چه نوع کمکی ارسال شود. می‌توانید درباره SOS <a href={url}>اینجا</a><br><br></p></body>
fi: <body><p>Jos kohtaat hätätilan, käytä SOS-painiketta (oikeassa alakulmassa) tai soita 112. <br><br> 112 on ilmainen hätänumero, johon sinun tulee soittaa, jos tarvitset hätäapua. Yhdellä soitolla saat apua poliisilta, ambulanssilta ja palokunnalta. <br><br> Kun soitat, sinulta kysytään esimerkiksi seuraavia kysymyksiä:<br> <body> <ul> <li>Mitä tapahtui? <br/></li> <li>Kuka on loukkaantunut? <br/></li> <li>Mistä soitat / missä apua tarvitaan? <br/></li> <li>Kuka soittaa? <br/></li> <li>Mistä numerosta soitat? <br/></li> </ul> </body> <p>.</p> <br><br><br>112-välittäjä päättää, millaista apua lähetetään. Voit lukea lisää SOS:stä <a href={url}>täältä.</a><br><br></p></body>
no: <body><p>Hvis du opplever en nødsituasjon, vennligst bruk SOS-knappen (nedre høyre hjørne) eller ring 112. <br><br> 112 er et gratis nødnummer du bør ringe hvis du trenger nødhjelp. Med en enkelt samtale kan du få hjelp fra politi, ambulanse og brannvesen. <br><br> Når du ringer vil du bli stilt spørsmål som:<br> <body> <ul> <li>Hva skjedde? <br/></li> <li>Hvem er skadet? <br/></li> <li>Hvor ringer du fra/hvor hjelpen er nødvendig? <br/></li> <li>Hvem ringer? <br/></li> <li>Hvilket nummer ringer du fra? <br/></li> </ul> </body> <p>.</p> <br><br><br>112-senderen avgjør hvilken type hjelp som skal sendes. Du kan lese mer om SOS <a href={url}>her.</a><br><br></p></body>
pl: <body><p>W nagłym przypadku użyj przycisku SOS (prawy dolny róg) lub wybierz numer 112. <br><br> 112 to bezpłatny numer alarmowy, pod który należy zadzwonić, jeśli potrzebujesz pomocy w nagłych wypadkach. Jednym telefonem można uzyskać pomoc od policji, pogotowia ratunkowego i straży pożarnej. <br><br> Kiedy zadzwonisz, otrzymasz pytania takie jak:<br> <body> <ul> <li>Co się stało? <br/></li> <li>Kto jest ranny? <br/></li> <li>Skąd dzwonisz/gdzie potrzebna jest pomoc? <br/></li> <li>Kto dzwoni? <br/></li> <li>Z jakiego numeru dzwonisz? <br/></li> </ul> </body> <p>.</p> <br><br><br>Dyspozytor 112 określi, jaki rodzaj pomocy zostanie wysłany. Więcej informacji o SOS znajdziesz <a href={url}>tutaj</a><br><br></p></body>
sv: <body><p>Om du upplever en nödsituation, använd SOS-knappen (nedre högra hörnet) eller ring 112. <br> 112 är ett gratis nödnummer du bör ringa om du behöver akut hjälp. Med ett enda samtal kan du få hjälp av polis, ambulans och brandkår. <br> När du ringer kommer du att få frågor som:<br> <body> <ul> <li>Vad hände? <br/></li> <li>Vem är skadad? <br/></li> <li>Varifrån ringer du/var behöver hjälpen? <br/></li> <li>Vem ringer? <br/></li> <li>Vilket nummer ringer du från? <br/></li> </ul> </body> <p>.</p> <br><br><br>112-samordnaren avgör vilken typ av hjälp som ska skickas. Du kan läsa mer om SOS <a href={url}>här.</a><br><br></p></body>

# need_support_title
source: I need support
ar: أنا بحاجة إلى دعم
da: Jeg har brug for støtte
es: necesito apoyo
fa: من نیاز به حمایت دارم
fi: Tarvitsen tukea
no: Jeg trenger støtte
pl: potrzebuję wsparcia
sv: Jag behöver stöd

# need_support_desc
source: Aside from getting help from a local women’s shelter, you can reach out to these organizations if you need support.
ar: بصرف النظر عن الحصول على المساعدة من ملجأ محلي للنساء ، يمكنك الوصول إلى هذه المنظمات إذا كنت بحاجة إلى الدعم.
da: Udover at få hjælp fra et lokalt kvindekrisecenter, kan du kontakte disse organisationer, hvis du har brug for støtte.
es: Además de obtener ayuda de un refugio local para mujeres, puedes comunicarte con estas organizaciones si necesitas apoyo.
fa: به غیر از کمک گرفتن از یک پناهگاه محلی زنان، در صورت نیاز به حمایت، می توانید با این سازمان ها تماس بگیرید.
fi: Sen lisäksi, että saat apua paikalliselta naisten turvakodilta, voit ottaa yhteyttä näihin järjestöihin, jos tarvitset tukea.
no: Bortsett fra å få hjelp fra et lokalt krisesenter for kvinner, kan du kontakte disse organisasjonene hvis du trenger støtte.
pl: Oprócz uzyskania pomocy z lokalnego schroniska dla kobiet, możesz zwrócić się do tych organizacji, jeśli potrzebujesz wsparcia.
sv: Förutom att få hjälp från en lokal kvinnojour kan du kontakta dessa organisationer om du behöver stöd.

# support_p1
source: <body><p><h3>Kvinnofridslinjen</h3><br> Phone: 020-50 50 50<br> Website:<a href={url}>https://kvinnofridslinjen.se/en/</a><br><br> <body> <ul> <li> Offers free calls 24/7 <br/></li> <li> The call does not show up on your phone bill <br/></li> <li> Access to an interpreter <br/></li> <li> You can be anonymous, and the call is confidential <br/></li> </ul> <body></p></body>
ar: <body> <p> <h3> Kvinnofridslinjen </h3> <br> الهاتف: 020-50 50 50 <br> موقع الويب: <a href={url}> https://kvinnofridslinjen.se/ ar / </a> <br> <br> <body> <ul> <li> يقدم مكالمات مجانية على مدار الساعة طوال أيام الأسبوع <br/> </li> <li> لا تظهر المكالمة في فاتورة هاتفك <br /> </li> <li> الوصول إلى مترجم <br/> </li> <li> قد تكون مجهول الهوية ، وتكون المكالمة سرية <br/> </li> </ul> <body> < / p> </body>
da: <body><p><h3>Kvinnofridslinjen</h3><br> Telefon: 020-50 50 50<br> Hjemmeside:<a href={url}>https://kvinnofridslinjen.se/ da/</a><br><br> <body> <ul> <li> Tilbyder gratis opkald 24/7 <br/></li> <li> Opkaldet vises ikke på din telefonregning <br /></li> <li> Adgang til en tolk <br/></li> <li> Du kan være anonym, og opkaldet er fortroligt <br/></li> </ul> <body>< /p></body>
es: <body><p><h3>Kvinnofridslinjen</h3><br> Teléfono: 020-50 50 50<br> Sitio web:<a href={url}>https://kvinnofridslinjen.se/ es/</a><br><br> <body> <ul> <li> Ofrece llamadas gratuitas las 24 horas del día, los 7 días de la semana <br/></li> <li> La llamada no aparece en su factura telefónica <br /></li> <li> Acceso a un intérprete <br/></li> <li> Puede ser anónimo y la llamada es confidencial <br/></li> </ul> <body>< /p></body>
fa: <body><p><h3>Kvinnofridslinjen</h3><br> تلفن: 020-50 50 50<br> وب سایت:<a href={url}>https://kvinnofridslinjen.se/ en/</a><br><br> <body> <ul> <li> تماس رایگان 24/7 ارائه می دهد <br/></li> <li> تماس در قبض تلفن شما نمایش داده نمی شود <br /></li> <li> دسترسی به مترجم <br/></li> <li> می‌توانید ناشناس باشید و تماس محرمانه است <br/></li> </ul> <body>< /p></body>
fi: <body><p><h3>Kvinnofridslinjen</h3><br> Puhelin: 020-50 50 50<br> Verkkosivusto: <a href={url}>https://kvinnofridslinjen.se/ fi/</a><br><br> <body> <ul> <li> Tarjoaa ilmaiset puhelut 24/7 <br/></li> <li> Puhelu ei näy puhelinlaskussasi <br /></li> <li> Tulkin käyttöoikeus <br/></li> <li> Voit olla anonyymi, ja puhelu on luottamuksellinen <br/></li> </ul> <body>< /p></body>
no: <body><p><h3>Kvinnofridslinjen</h3><br> Telefon: 020-50 50 50<br> Nettside:<a href={url}>https://kvinnofridslinjen.se/ no/</a><br><br> <body> <ul> <li> Tilbyr gratis samtaler 24/7 <br/></li> <li> Samtalen vises ikke på telefonregning din <br /></li> <li> Tilgang til tolk <br/></li> <li> Du kan være anonym, og samtalen er konfidensiell <br/></li> </ul> <body>< /p></body>
pl: <body><p><h3>Kvinnofridslinjen</h3><br> Telefon: 020-50 50 50<br> Strona internetowa:<a href={url}>https://kvinnofridslinjen.se/ pl/</a><br><br> <body> <ul> <li> Oferuje bezpłatne połączenia 24 godziny na dobę, 7 dni w tygodniu <br/></li> <li> Połączenie nie jest widoczne na rachunku telefonicznym <br /></li> <li> Dostęp do tłumacza <br/></li> <li> Możesz być anonimowy, a rozmowa poufna <br/></li> </ul> <body>< /p></body>
sv: <body><p><h3>Kvinnofridslinjen</h3><br> Telefon: 020-50 50 50<br> Webbplats:<a href={url}>https://kvinnofridslinjen.se/ sv/</a><br><br> <body> <ul> <li> Erbjuder gratis samtal 24/7 <br/></li> <li> Samtalet visas inte på din telefonräkning <br /></li> <li> Tillgång till tolk <br/></li> <li> Du kan vara anonym och samtalet är konfidentiellt <br/></li> </ul> <body>< /p></body>

# support_p2
source: <body><p><h3>Social Services</h3><br> Contact social services in your municipality. You can google “social services *your municipality*” and the contact information will show up.<br> Through the social services you can get help with<br> <body> <ul> <li> Guidance and support <br/></li> <li> Counseling <br/></li> <li> Practical help <br/></li> <li> Housing <br/></li> <li> Financial support <br/></li> </ul> </body> </p></body>
ar: <body> <p> <h3> الخدمات الاجتماعية </ h3> <br> اتصل بالخدمات الاجتماعية في بلديتك. يمكنك google الخدمات الاجتماعية * بلديتك * وستظهر معلومات الاتصال. <br> من خلال الخدمات الاجتماعية ، يمكنك الحصول على مساعدة بشأن <br> <body> <ul> <li> التوجيه والدعم <br/> </li> <li> استشارات <br/> </li> <li> مساعدة عملية <br/> </li> <li> إسكان <br/> </li> <li> دعم مالي <br/> </li> </ul> </body> </p> </body>
da: <body><p><h3>Socialtjenesten</h3><br> Kontakt socialforvaltningen i din kommune. Du kan google "sociale tjenester *din kommune*", så dukker kontaktoplysningerne op.<br> Gennem de sociale tjenester kan du få hjælp til<br> <body> <ul> <li> Vejledning og støtte <br/> </li> <li> Rådgivning <br/></li> <li> Praktisk hjælp <br/></li> <li> Bolig <br/></li> <li> Økonomisk støtte <br/> </li> </ul> </body> </p></body>
es: <body><p><h3>Servicios Sociales</h3><br> Contacta con los servicios sociales de tu municipio. Puede buscar en Google servicios sociales *su municipio* y aparecerá la información de contacto.<br> A través de los servicios sociales puede obtener ayuda con<br> <body> <ul> <li> Orientación y apoyo <br/> </li> <li> Asesoramiento <br/></li> <li> Ayuda práctica <br/></li> <li> Vivienda <br/></li> <li> Apoyo financiero <br/> </li> </ul> </cuerpo> </p></cuerpo>
fa: <body><p><h3>خدمات اجتماعی</h3><br> با خدمات اجتماعی در شهرداری خود تماس بگیرید. می توانید «خدمات اجتماعی *شهرداری شما*» را در گوگل جستجو کنید و اطلاعات تماس نشان داده می شود.<br> از طریق خدمات اجتماعی می توانید در مورد<br> <body> <ul> <li> راهنمایی و پشتیبانی <br/> کمک بگیرید. </li> <li> مشاوره <br/></li> <li> کمک عملی <br/></li> <li> مسکن <br/></li> <li> پشتیبانی مالی <br/> </li> </ul> </body> </p></body>
fi: <body><p><h3>Sosiaalipalvelut</h3><br> Ota yhteyttä kuntasi sosiaalipalveluihin. Voit googlettaa "sosiaalipalvelut *kuntasi*" ja yhteystiedot tulevat näkyviin.<br> Sosiaalipalvelujen kautta saat apua<br> <body> <ul> <li> Opastusta ja tukea <br/> </li> <li> Neuvonta <br/></li> <li> Käytännön apua <br/></li> <li> Asuminen <br/></li> <li> Taloudellinen tuki <br/> </li> </ul> </body> </p></body>
no: <body><p><h3>Sosialtjenesten</h3><br> Ta kontakt med sosialtjenesten i din kommune. Du kan google «sosiale tjenester *kommunen din*» og kontaktinformasjonen dukker opp.<br> Gjennom sosialtjenesten kan du få hjelp med<br> <body> <ul> <li> Veiledning og støtte <br/> </li> <li> Rådgivning <br/></li> <li> Praktisk hjelp <br/></li> <li> Bolig <br/></li> <li> Økonomisk støtte <br/> </li> </ul> </body> </p></body>
pl: <body><p><h3>Opieka społeczna</h3><br> Skontaktuj się z opieką społeczną w Twojej gminie. Możesz wpisać w Google „usługi społeczne *twoja gmina*”, a pojawią się informacje kontaktowe.<br> Poprzez usługi społeczne możesz uzyskać pomoc w<br> <body> <ul> <li> Wskazówki i wsparcie <br/> </li> <li> Doradztwo <br/></li> <li> Praktyczna pomoc <br/></li> <li> Mieszkanie <br/></li> <li> Wsparcie finansowe <br/> </li> </ul> </body> </p></body>
sv: <body><p><h3>Socialtjänst</h3><br> Kontakta socialtjänsten i din kommun. Du kan googla på ”socialtjänst *din kommun*” så kommer kontaktuppgifterna upp.<br> Genom socialtjänsten kan du få hjälp med<br> <body> <ul> <li> Vägledning och stöd <br/> </li> <li> Rådgivning <br/></li> <li> Praktisk hjälp <br/></li> <li> Bostad <br/></li> <li> Ekonomiskt stöd <br/> </li> </ul> </body> </p></body>

# support_p3
source: <body><p><h3>Lawyers</h3><br> Many larger women’s shelters partner with lawyers to give you legal support free of charge, but you can also contact a humanitarian law firm to get further assistance.<br> Many of them offer free 15-minute consultation. <br> The organization <a href ={url}> Terrafem </a><br> provides legal services to victims of domestic abuse. You can contact them on 020-52 10 10, Monday through Friday from 09:00 to 18:00. <br></p></body>
ar: <body> <p> <h3> محامون </ h3> <br> تتشارك العديد من ملاجئ النساء الأكبر حجمًا مع محامين لتقديم الدعم القانوني لك مجانًا ، ولكن يمكنك أيضًا الاتصال بمكتب محاماة إنساني للحصول على المزيد المساعدة. <br> يقدم العديد منهم استشارة مجانية لمدة 15 دقيقة. <br> توفر المنظمة <a href ={url}> Terrafem </a> <br> خدمات قانونية لضحايا العنف المنزلي. يمكنك الاتصال بهم على 020-52 10 10 ، من الاثنين إلى الجمعة من 09:00 إلى 18:00.<br></p></body>
da: <body><p><h3>Advokater</h3><br> Mange større kvindekrisecentre samarbejder med advokater for at give dig gratis juridisk bistand, men du kan også kontakte et humanitært advokatfirma for at komme videre assistance.<br> Mange af dem tilbyder gratis 15-minutters konsultation. <br> Organisationen <a href ={url}> Terrafem </a><br> yder juridiske tjenester til ofre for vold i hjemmet. Du kan kontakte dem på 020-52 10 10, mandag til fredag ​​fra 09:00 til 18:00. <br></p></body>
es: <body><p><h3>Abogados</h3><br> Muchos refugios para mujeres más grandes se asocian con abogados para brindarle asistencia legal gratuita, pero también puede comunicarse con una firma de abogados humanitarios para obtener más información. asistencia.<br> Muchos de ellos ofrecen consultas gratuitas de 15 minutos. <br> La organización <a href ={url}> Terrafem </a><br> brinda servicios legales a víctimas de abuso doméstico. Puede contactarlos en 020-52 10 10, de lunes a viernes de 09:00 a 18:00 <br></p></body>
fa: <body><p><h3>وکلا</h3><br> بسیاری از پناهگاه‌های بزرگتر زنان با وکلا همکاری می‌کنند تا به شما پشتیبانی حقوقی رایگان ارائه دهند، اما می‌توانید با یک شرکت حقوقی بشردوستانه نیز تماس بگیرید تا کارهای بیشتری انجام دهید. کمک.<br> بسیاری از آنها مشاوره رایگان 15 دقیقه ای ارائه می دهند. <br> سازمان <a href ={url}> Terrafem </a><br> خدمات حقوقی را به قربانیان آزار خانگی ارائه می دهد. می توانید با آنها تماس بگیرید 020-52 10 10، دوشنبه تا جمعه از ساعت 09:00 تا 18:00. <br></p></body>
fi: <body><p><h3>Lakimiehet</h3><br> Monet suuret naisten turvakodit tekevät yhteistyötä asianajajien kanssa tarjotakseen sinulle maksutonta oikeudellista tukea, mutta voit myös ottaa yhteyttä humanitaariseen lakitoimistoon saadaksesi lisätietoja apua.<br> Monet heistä tarjoavat ilmaisen 15 minuutin konsultaation. <br> Organisaatio <a href ={url}> Terrafem </a><br> tarjoaa oikeudellisia palveluita perheväkivallan uhreille. Voit ottaa heihin yhteyttä osoitteessa 020-52 10 10, maanantaista perjantaihin klo 9.00-18.00. <br></p></body>
no: <body><p><h3>Advokater</h3><br> Mange større krisesentre samarbeider med advokater for å gi deg gratis juridisk støtte, men du kan også kontakte et humanitært advokatfirma for å komme videre assistanse.<br> Mange av dem tilbyr gratis 15-minutters konsultasjon. <br> Organisasjonen <a href ={url}> Terrafem </a><br> yter juridiske tjenester til ofre for vold i hjemmet. Du kan kontakte dem på 020-52 10 10, mandag til fredag ​​fra 09:00 til 18:00. <br></p></body>
pl: <body><p><h3>Prawnicy</h3><br> Wiele większych schronisk dla kobiet współpracuje z prawnikami, aby zapewnić Ci bezpłatną pomoc prawną, ale możesz też skontaktować się z kancelarią prawniczą ds. pomoc.<br> Wiele z nich oferuje bezpłatną 15-minutową konsultację. <br> Organizacja <a href ={url}> Terrafem </a><br> świadczy usługi prawne dla ofiar przemocy domowej. Możesz się z nimi skontaktować pod adresem 020-52 10 10, od poniedziałku do piątku od 09:00 do 18:00. <br></p></body>
sv: <body><p><h3>Advokater</h3><br> Många större kvinnojourer samarbetar med advokater för att ge dig juridiskt stöd utan kostnad, men du kan också kontakta en humanitär advokatbyrå för att komma vidare hjälp.<br> Många av dem erbjuder gratis 15 minuters konsultation. <br> Organisationen <a href ={url}> Terrafem </a><br> tillhandahåller juridiska tjänster till offer för övergrepp i hemmet. Du kan kontakta dem på 020-52 10 10, måndag till fredag ​​från 09:00 till 18:00. <br></p></body>
